Repository: rizonesoft/Office
Catalog: Office/Rizonesoft.Office/Language/Strings.*.resx
Languages: af, cs, de, es, fr, it, ja, ko, pl, tr, zu_za

# SettingsForm_Group_RollingInterval_ToolTip
source: The rolling interval, a faithful timekeeper, orchestrates the cadence of new log file birth. By choosing the 'Day' setting, you empower a diligent log file maestro to compose a fresh symphony each day – unfailingly, much like the punctual arrival of your morning cup o' joe.
af: Die rolinterval, 'n getroue tydbewaarder, orkestreer die tempo van nuwe loglêer-geboorte. Deur die 'Dag' instelling te kies, bemagtig jy 'n ywerige loglêermeester om elke dag 'n vars simfonie te komponeer - sonder versuim, soos die stiptelike aankoms van jou oggendkoppie koffie.
cs: Pohyblivý interval, věrný časoměřič, řídí rytmus vzniku nových protokolových souborů. Zvolením nastavení 'Den' pověřujete pilného maestra protokolových souborů, aby každý den složil čerstvou symfonii - neomylně, stejně jako příchod vaší ranní šálky kávy.
de: Das rollende Intervall, ein treuer Zeitmesser, bestimmt den Takt der Entstehung neuer Protokolldateien. Wenn Sie die Einstellung 'Tag' wählen, ermöglichen Sie einem fleißigen Protokolldatei-Maestro, jeden Tag eine frische Symphonie zu komponieren - zuverlässig, wie das pünktliche Eintreffen Ihrer morgendlichen Tasse Kaffee.
es: El intervalo móvil, un fiel cronometrador, orquesta el ritmo del nacimiento de nuevos archivos de registro. Al elegir la configuración 'Día', le das poder a un diligente maestro de archivos de registro para componer una nueva sinfonía cada día, infaliblemente, como la puntual llegada de tu taza de café matutina.
fr: L'intervalle roulant, fidèle gardien du temps, orchestre le rythme de la création de nouveaux fichiers journaux. En choisissant le réglage 'Jour', vous donnez le pouvoir à un maestro assidu des fichiers journaux de composer une nouvelle symphonie chaque jour, infailliblement, tout comme l'arrivée ponctuelle de votre tasse de café du matin.
it: L'intervallo scorrevole, un fedele misuratore del tempo, detta il ritmo della nascita dei nuovi file di registro. Scegliendo l'impostazione 'Giorno', metti nelle mani di un diligente maestro dei file di registro il potere di comporre una fresca sinfonia ogni giorno, inesorabilmente, proprio come l'arrivo puntuale della tua tazza di caffè al mattino.
ja: シンフォニーの力。間違いなく、朝のコーヒーカップの時間通りの到着のように。ローリング間隔は、新しいログファイルの誕生のリズムをオーケストレートする忠実な時間管理者です。 '日'の設定を選択することで、熱心なログファイルのマエストロに、毎日新しいシンフォニーを作曲する力を与えます。
ko: 롤링 인터벌은 충실한 시간 관리자로서, 새 로그 파일 탄생의 리듬을 조절합니다. 'Day' 설정을 선택함으로써, 성실한 로그 파일 마에스트로에게 매일 새로운 교향곡을 작곡할 힘을 부여합니다 - 실패하지 않고, 아침 커피 한 잔의 시간에 딱 맞게 도착하듯이.
pl: Przesuwający się interwał, wierny chronometrażysta, dyryguje tempem narodzin nowych plików dziennika. Wybierając ustawienie 'Dzień', upoważniasz pilnego maestro plików dziennika do komponowania nowej symfonii każdego dnia - niezawodnie, tak jak punktualne pojawienie się porannej filiżanki kawy.
tr: Kayan aralık, sadık bir zaman ölçer olarak, yeni günlük dosya doğumlarının temposunu yönetir. 'Gün' ayarını seçerek, çalışkan bir günlük dosya maestrosuna her gün taze bir senfoni besteleme gücü verirsiniz - başarısız olmadan, sabah kahve fincanınızın zamanında gelmesi gibi.
zu_za: Umklamo ongakhululeki, okhokhelwayo wamahora, uyabhala ingoma yezingqimba zezincwadi zemilayezo ezintsha. Ngokukhetha ukumisa 'Usuku', unika umhlobisi wezincwadi zemilayezo amandla okudala i-symphony entsha ngalinye ilanga - ngaphandle kokugwetshelwa, njengokufika kwakho kwesikhumulo sasekuseni.

# SettingsForm_Button_OpenLog_ToolTipTitle
source: Open Serilog Directory
af: Maak Serilog-gids oop
cs: Otevřít adresář Serilog
de: Serilog-Verzeichnis öffnen
es: Abrir directorio Serilog
fr: Ouvrir le répertoire Serilog
it: Apri la directory Serilog
ja: Serilogディレクトリを開く
ko: Serilog 디렉토리 열기
pl: Otwórz katalog Serilog
tr: Serilog Dizini Aç
zu_za: Vula Ucingo Lwe-Serilog

# RibbonButtonItem_Exception
source: Unhandled Exception
af: Onbehandelde Uitsondering
cs: Nezpracovaná výjimka
de: Nicht behandelte Ausnahme
es: Excepción no controlada
fr: Exception non gérée
it: Eccezione non gestita
ja: 未処理の例外
ko: 처리되지 않은 예외
pl: Nieobsłużony wyjątek
tr: İşlenmemiş İstisna
zu_za: Ukungalawuleki Okungaphathwa

# SettingsForm_Button_OpenLog_ToolTip
source: Venture forth, noble user, into the realm of log files, where revelations and digital wisdom await your discerning gaze.
af: Gaan voort, edele gebruiker, na die rijk van loglêers, waar openbarings en digitale wysheid wag op u deursigtige blik.
cs: Vydávejte se, ušlechtilý uživateli, do říše logovacích souborů, kde vás čekají zjevení a digitální moudrost vašeho průzračného pohledu.
de: Wagen Sie sich, edler Benutzer, in das Reich der Log-Dateien, wo Offenbarungen und digitale Weisheit auf Ihren durchdringenden Blick warten.
es: Adelante, noble usuario, al reino de los archivos de registro, donde las revelaciones y la sabiduría digital esperan tu mirada perspicaz.
fr: Avancez, noble utilisateur, dans le royaume des fichiers journaux, où les révélations et la sagesse numérique attendent votre regard perspicace.
it: Avventurati, nobile utente, nel regno dei file di registro, dove rivelazioni e saggezza digitale attendono il tuo sguardo acuto.
ja: 高貴なユーザーの皆さん、ログファイルの世界へと進みましょう。そこでは啓示とデジタルの知恵があなたの鋭い視線を待っています。
ko: 고귀한 사용자여, 로그 파일의 영역으로 나아가라. 그곳에는 계시와 디지털 지혜가 당신의 예리한 시선을 기다리고 있다.
pl: Wyrusz, szlachetny użytkowniku, w krainę plików dziennika, gdzie objawienia i cyfrowa mądrość czekają na twój przenikliwy wzrok.
tr: Asil kullanıcı, günlük dosyalarının dünyasına ilerle, vahiyler ve dijital bilgelik, keskin bakışınızı bekliyor.
zu_za: Hamba phambili, umsebenzisi onobuntu, kulemikhaya yamafayela okubhalwa, lapho amazwana nezazi zokubhala zilindela ukubukwa kwakho okuhle.

# SettingsForm_Button_OpenLog
source: Open Serilog
af: Maak Serilog oop
cs: Otevřít Serilog
de: Serilog öffnen
es: Abrir Serilog
fr: Ouvrir Serilog
it: Apri Serilog
ja: Serilogを開く
ko: Serilog 열기
pl: Otwórz Serilog
tr: Serilog Aç
zu_za: Vula Serilog

# SettingsForm_Button_CleanLog
source: Clean Serilog
af: Maak Serilog skoon
cs: Vyčistit Serilog
de: Serilog bereinigen
es: Limpiar Serilog
fr: Nettoyer Serilog
it: Pulisci Serilog
ja: Serilogをクリーンにする
ko: Serilog 청소하기
pl: Wyczyść Serilog
tr: Serilog Temizle
zu_za: Hlanza Serilog

# SettingsForm_Button_CleanLog_TootlTipTitle
source: Clean the Serilog Directory
af: Maak die Serilog-gids skoon
cs: Vyčistit adresář Serilog
de: Serilog-Verzeichnis bereinigen
es: Limpiar el directorio Serilog
fr: Nettoyer le répertoire Serilog
it: Pulisci la directory Serilog
ja: Serilogディレクトリをクリーンにする
ko: Serilog 디렉토리 청소하기
pl: Wyczyść katalog Serilog
tr: Serilog Dizini Temizle
zu_za: Hlanza Ucingo Lwe-Serilog

# SettingsForm_Button_CleanLog_TootlTip
source: The moment has arrived to flex your digital muscles and purge the logs from the Serilog directory. But heed this friendly reminder – with such might comes a burden of accountability.
af: Die oomblik het aangebreek om jou digitale spiere te buig en die logs van die Serilog-gids te verwyder. Maar let op hierdie vriendelike herinnering - met soveel krag kom 'n las van verantwoordelikheid.
cs: Nastal čas, abyste napnuli své digitální svaly a vyčistili protokoly z adresáře Serilog. Ale pozor na tuto přátelskou připomínku – s takovou silou přichází zátěž odpovědnosti.
de: Der Moment ist gekommen, Ihre digitalen Muskeln zu spielen und die Logs aus dem Serilog-Verzeichnis zu entfernen. Aber beachten Sie diese freundliche Erinnerung - mit solcher Macht kommt eine Last der Verantwortung.
es: Ha llegado el momento de ejercitar tus músculos digitales y purgar los registros del directorio Serilog. Pero ten en cuenta este amistoso recordatorio: con tal poder viene una carga de responsabilidad.
fr: Le moment est venu de mettre à profit vos muscles numériques et de purger les journaux du répertoire Serilog. Mais prenez garde à ce gentil rappel – avec une telle puissance vient un fardeau de responsabilité.
it: È giunto il momento di sfoderare i tuoi muscoli digitali e purificare i log dalla directory Serilog. Ma presta attenzione a questo amichevole promemoria: con tale potere viene un fardello di responsabilità.
ja: Serilogディレクトリからログを削除して、デジタルの筋力を発揮する時が来ました。しかし、この友好的なリマインダーに注意してください。力があれば、その分責任も伴います。
ko: Serilog 디렉토리에서 로그를 제거하고 디지털 근육을 키울 때가 왔습니다. 그러나 이 친절한 알림을 유의하십시오 - 그러한 힘은 책임의 짐을 가져옵니다.
pl: Nadszedł czas, aby wykorzystać swoje cyfrowe mięśnie i oczyścić logi z katalogu Serilog. Ale zwróć uwagę na tę przyjazną przypomnienie - z taką siłą wiąże się ciężar odpowiedzialności.
tr: Serilog dizininden günlükleri temizleme ve dijital kaslarınızı kullanma zamanı geldi. Ancak bu dostça hatırlatıcıya dikkat edin - bu güçle birlikte sorumluluk yükü de gelir.
zu_za: Iminyaka isesifikile yokusetshenziswa kwamandla akho edijithali futhi ukucoca amalohgasi kucingweni lwe-Serilog. Kodwa qaphele le mikhumbi eyalulekayo - ngezindlela eziningi kubhekene nokubhekana nokubhatala.

# SettingsForm_BtnOpenLog_ErrorMessageTitle
source: Oh No!
af: Ag nee!
cs: Ach ne!
de: Oh nein!
fr: Oh non !
ja: ああ、いや！
ko: 아이고!
pl: O nie!
tr: Oh hayır!
zu_za: Oh hayi!

# SettingsForm_BtnOpenLog_ErrorMessage
source: A wee hiccup has emerged, for the elusive log directory path is playing a game of digital hide-and-seek.
af: 'n Klein hik het na vore gekom, want die ongrypbare log-gids pad speel 'n spel van digitale wegkruip-en-soek.
cs: Objevil se malý škytavka, protože tajemná cesta k adresáři protokolu hraje hru digitální schovávané.
de: Ein kleiner Schluckauf ist aufgetaucht, denn der schwer fassbare Pfad des Log-Verzeichnisses spielt ein Spiel von digitalem Versteckspiel.
es: Ha surgido un pequeño contratiempo, pues la escurridiza ruta del directorio de registros está jugando al escondite digital.
fr: Un petit hoquet est apparu, car le chemin d'accès insaisissable du répertoire des logs joue à cache-cache numérique.
it: Un piccolo singhiozzo è emerso, poiché l'elusivo percorso della directory dei log sta giocando a nascondino digitale.
ja: わずかなしゃっくりが現れました。それは、捉えどころのないログディレクトリのパスがデジタルなかくれんぼをしているからです。
ko: 미묘한 로그 디렉토리 경로가 디지털 숨바꼭질 게임을 하는 것 같아 약간의 착란이 발생했습니다.
pl: Pojawił się mały czkawka, ponieważ nieuchwytna ścieżka katalogu dziennika gra w cyfrową zabawę w chowanego.
tr: Kaçamak log dizini yolu dijital saklambaç oyunu oynuyor gibi göründüğü için küçük bir hıçkırık ortaya çıktı.
zu_za: Kutholakala ukuthi kukhona ukuhlukumeza okuncane, ngoba indlela yokufihla kwefayela yamalohgasi iya dlala umdlalo wokufihla nokuthola kwezintambo zedijithali.

# SettingsForm_BtnCleanLog_Confirm_MessageTitle
source: A Moment of Digital Reckoning!
af: 'n Oomblik van digitale afrekening!
cs: Okamžik digitálního vyrovnání!
de: Ein Moment der digitalen Abrechnung!
es: ¡Un momento de ajuste de cuentas digital!
fr: Un moment de jugement numérique !
it: Un momento di resa dei conti digitale!
ja: デジタルの決算の瞬間！
ko: 디지털 진압의 순간!
pl: Chwila cyfrowego rozliczenia!
tr: Dijital Hesaplaşma Anı!
zu_za: Isikhathi sokuhlola kwezintambo zedijithali!

# SettingsForm_Accordion_Localization
source: Localization
af: Lokalisasie
cs: Lokalizace
de: Lokalisierung
es: Localización
fr: Localisation
it: Localizzazione
ja: ローカリゼーション
ko: 로컬라이제이션
pl: Lokalizacja
tr: Yerelleştirme
zu_za: Ukuqoshelwa

# SettingsForm_BtnCleanLog_Confirm_Message
source: Hold your horses and ponder with caution before hitting that 'delete' button on these log files. Be mindful that, much like a digital black hole, deletion is a point of no return; once gone, they're lost in the void forever.
af: Hou jou perde vas en dink versigtig na voordat jy daardie 'verwyder' knoppie op hierdie log-lêers druk. Wees bewus daarvan dat, soos 'n digitale swart gat, skrapping 'n punt van geen terugkeer is; eens weg, is hulle vir ewig in die leemte verlore.
cs: Zadržte koně a přemýšlejte opatrně, než stisknete tlačítko 'smazat' na těchto souborech protokolu. Mějte na paměti, že smazání je podobné digitální černé díře, a jakmile zmizí, navždy se ztratí ve vakuu.
de: Halten Sie Ihre Pferde an und überlegen Sie vorsichtig, bevor Sie auf diesen Log-Dateien auf die Schaltfläche "Löschen" drücken. Bedenken Sie, dass das Löschen, ähnlich wie ein digitales Schwarzes Loch, ein Punkt ohne Wiederkehr ist; ist es einmal weg, sind sie für immer im Nichts verloren.
es: Sostén tus caballos y reflexiona con precaución antes de pulsar ese botón de 'eliminar' en estos archivos de registro. Ten en cuenta que, al igual que un agujero negro digital, la eliminación es un punto de no retorno; una vez desaparecidos, estarán perdidos en el vacío para siempre.
fr: Retenez vos chevaux et réfléchissez avec précaution avant d'appuyer sur ce bouton 'supprimer' sur ces fichiers journaux. Gardez à l'esprit que, tout comme un trou noir numérique, la suppression est un point de non-retour ; une fois disparus, ils sont perdus dans le vide pour toujours.
it: Fermatevi un attimo e riflettete con cautela prima di premere quel pulsante "elimina" su questi file di log. Ricorda che, come un buco nero digitale, la cancellazione è un punto di non ritorno; una volta spariti, saranno persi nel vuoto per sempre.
ja: これらのログファイルで「削除」ボタンを押す前に、しっかりと慎重に考えてください。デジタルブラックホールのように、削除は戻れないポイントであり、一度消えると、永遠に虚空に失われます。
ko: 이 로그 파일에서 '삭제' 버튼을 누르기 전에 말을 멈추고 조심스럽게 생각하세요. 디지털 블랙홀처럼 삭제는 되돌릴 수 없는 지점이며, 한 번 사라지면 영원히 공허 속에 잃어버립니다.
pl: Pamiętaj, że podobnie jak w przypadku cyfrowej czarnej dziury, usunięcie to punkt, z którego nie ma odwrotu; raz znikną, będą na zawsze zagubione w próżni.
tr: Bu günlük dosyalarında 'sil' düğmesine basmadan önce atlarınızı tutun ve dikkatle düşünün. Silme işleminin, dijital bir kara delik gibi, geri dönülemez bir nokta olduğunu unutmayın; bir kere gittiklerinde, sonsuza kadar boşlukta kaybolurlar.
zu_za: Qina izikhali zakho bese ucinga ngokucophelela ngaphambi kokucindezela ukuthi 'susela' kulezi fayela zelogi. Khumbula ukuthi, njengendawo emnyama yedijithali, ukususa kuyiphiwe le ndawo yokubuya emuva; uma sekuphelile, kuyaphela kuze kube phakade.

# SettingsForm_lblCurrCultLabel
source: Current Language Code:
af: Huidige Taalkode:
cs: Aktuální jazykový kód:
de: Aktueller Sprachcode:
es: Código de idioma actual:
fr: Code de langue actuel:
it: Codice lingua corrente:
ja: 現在の言語コード
ko: 현재 언어 코드
pl: Aktualny kod języka:
tr: Mevcut Dil Kodu:
zu_za: Ikhowudi yelimi lwamanje

# SettingsForm_lblCurrLangLabel
source: Current Language:
af: Huidige Taal:
cs: Aktuální jazyk:
de: Aktuelle Sprache:
es: Idioma actual:
fr: Langue actuelle:
it: Lingua corrente:
ja: 現在の言語
ko: 현재 언어
pl: Aktualny język:
tr: Mevcut Dil:
zu_za: Ulimi lwamanje:

# SettingsForm_lblSelectLanguage
source: Select Language:
af: Kies Taal:
cs: Vyberte jazyk:
de: Sprache auswählen:
es: Seleccionar idioma:
fr: Sélectionnez la langue:
it: Seleziona lingua:
ja: 言語を選択
ko: 언어 선택
pl: Wybierz język:
tr: Dil Seç:
zu_za: Khetha ulimi:

# SettingsForm_lblLocalDescription
source: Choose a language from the list on the right, and keep your fingers crossed that our developers did their job. If your favored tongue is amiss, fret not, for we'll soon expand our linguistic horizons to encompass it in the not-too-distant future.
af: Kies 'n taal uit die lys aan die regterkant en hou jou vingers gekruis dat ons ontwikkelaars hul werk gedoen het. As jou gunstelingtaal vermis is, moenie bekommerd wees nie, want ons sal binnekort ons taalhorisonne uitbrei om dit in die nie-te-verre toekoms in te sluit.
cs: Vyberte jazyk ze seznamu vpravo a přečte si prsty, že naši vývojáři udělali svou práci. Pokud vašemu oblíbenému jazyku něco chybí, nebojte se, brzy rozšíříme naše jazykové obzory, abychom jej zahrnuli v nedaleké budoucnosti.
de: Wählen Sie eine Sprache aus der Liste rechts und drücken Sie die Daumen, dass unsere Entwickler ihre Arbeit erledigt haben. Wenn Ihre bevorzugte Sprache fehlt, ärgern Sie sich nicht, denn wir werden unser linguistisches Spektrum bald erweitern, um sie in naher Zukunft zu erfassen.
es: Elija un idioma de la lista de la derecha y cruce los dedos para que nuestros desarrolladores hayan hecho su trabajo. Si su lengua preferida está ausente, no se preocupe, pronto ampliaremos nuestros horizontes lingüísticos para incluirla en un futuro no muy lejano.
fr: Choisissez une langue dans la liste à droite et croisez les doigts pour que nos développeurs aient fait leur travail. Si votre langue préférée manque, ne vous inquiétez pas, car nous élargirons bientôt nos horizons linguistiques pour l'inclure dans un avenir pas trop lointain.
it: Scegli una lingua dall'elenco a destra e tieni le dita incrociate che i nostri sviluppatori abbiano fatto il loro lavoro. Se la tua lingua preferita è mancante, non preoccuparti, presto amplieremo i nostri orizzonti linguistici per includerla nel prossimo futuro.
ja: 右側のリストから言語を選択し、開発者が彼らの仕事をしたことを願ってください。もし好みの言語が欠けている場合は、心配しないでください。近い将来、言語の範囲を広げる予定です。
ko: 오른쪽 목록에서 언어를 선택하고 개발자가 작업을 수행했기를 바랍니다. 선호하는 언어가 없는 경우 걱정하지 마세요. 머지않은 미래에 언어 범위를 확장할 예정입니다.
pl: Wybierz język z listy po prawej stronie i miej nadzieję, że nasi programiści wykonali swoją pracę. Jeśli twój ulubiony język jest nieobecny, nie martw się, wkrótce poszerzymy nasze horyzonty językowe, aby go objąć w niedalekiej przyszłości.
tr: Sağdaki listeden bir dil seçin ve geliştiricilerimizin işlerini yaptıklarını umarak parmaklarınızı çaprazlayın. Tercih ettiğiniz dil eksikse, endişelenmeyin, yakın gelecekte dil yelpazemizi genişleterek onu kapsayacağız.
zu_za: Khetha ulimi kusuka ohlwini elikudaluhlangothi lwakho, bese ugcizelela amanxeba akho ukuthi abavikeli bethu benze umsebenzi wabo. Uma ulimi lwakho oluthandayo alukho, ungaqabali, ngoba sizokwanda izindlela zethu zokuxoxa ukulandelana kwalo esikhathini esingakude.

# SplashScreen_FooterRight
source: Loading something awesome
af: Laai iets fantasties
cs: Načítání něčeho úžasného
de: Etwas Fantastisches wird geladen
es: Cargando algo increíble
fr: Chargement de quelque chose de génial
it: Caricamento di qualcosa di fantastico
ja: 素晴らしいものをロード中
ko: 멋진 것을 로드 중
pl: Wczytywanie czegoś niesamowitego
tr: Harika bir şey yükleniyor
zu_za: Iyalayisha okuthakazelisayo

# RibbonGroup_Options
source: Options
af: Opsies
cs: Možnosti
de: Optionen
es: Opciones
it: Opzioni
ja: オプション
ko: 옵션
pl: Opcje
tr: Seçenekler
zu_za: Izinketho

# RibbonPageSupport
source: Support
af: Ondersteuning
cs: Podpora
de: Unterstützung
es: Soporte
it: Supporto
ja: サポート
ko: 지원
pl: Wsparcie
tr: Destek
zu_za: Ukusekela

# RibbonPageSupport_About
source: About
af: Oor
cs: O
de: Über
es: Acerca de
fr: À propos
it: Circa
ja: 約
ko: 대하여
pl: O
tr: Hakkında
zu_za: Mayelana

# RibbonPageSupport_Contribute
source: Contribute
af: Bydra
cs: Přispět
de: Beitragen
es: Contribuir
fr: Contribuer
it: Contribuire
ja: 貢献する
ko: 기여하다
pl: Przyczynić się
tr: Katkıda bulunmak
zu_za: Kuncitsha

# RibbonPageSupport_Debug
source: Debug
af: Ontfouteer
cs: Ladění chyb
de: Debuggen
es: Depurar
fr: Déboguer
ja: デバッグする
ko: 디버그
pl: Debugowanie
tr: Hata ayıklama
zu_za: Ukulungisa iziphutha

# RibbonPageSupport_Discover
source: Discover
af: Ontdek
cs: Objevit
de: Entdecken
es: Descubrir
fr: Découvrir
it: Scoprire
ja: 発見する
ko: 발견하다
pl: Odkryć
tr: Keşfetmek
zu_za: Ukuthola

# RibbonPageSupport_Registration
source: Registration
af: Registrasie
cs: Registrace
de: Registrierung
es: Registro
fr: Inscription
it: Registrazione
ja: 登録
ko: 등록
pl: Rejestracja
tr: Kayıt
zu_za: Ukubhalisa

# RibbonPageSupport_Update
source: Update
af: Opdateer
cs: Aktualizovat
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiornare
ja: 更新する
ko: 업데이트
pl: Aktualizować
tr: Güncelleme
zu_za: Ukuvuselela

# LicenseForm_Activated
source: License activated!
af: Lisensie geaktiveer!
cs: Licence aktivována!
de: Lizenz aktiviert!
es: ¡Licencia activada!
fr: Licence activée !
it: Licenza attivata!
ja: ライセンスが有効になりました！
ko: 라이선스가 활성화되었습니다!
pl: Licencja aktywowana!
tr: Lisans aktif!
zu_za: Layisensi isebenzise!

# Program_Unexpected_Error_Caption
source: Unexpected Error
af: Onverwagte Fout
cs: Neočekávaná chyba
de: Unerwarteter Fehler
es: Error inesperado
fr: Erreur inattendue
it: Errore inaspettato
ja: 予期せぬエラー
ko: 예기치 않은 오류
pl: Nieoczekiwany błąd
tr: Beklenmeyen Hata
zu_za: Iphutha elingalindelwe
