Repository: rizonesoft/Office
Catalog: Office/Rizonesoft.Office/Language/Strings.*.resx
Languages: af, cs, de, es, fr, it, ja, ko, pl, tr, zu_za

# ThemeManager_Button_Dark_mode
source: Dark mode
af: Donker modus
cs: Tmavý režim
de: Dunkelmodus
es: Modo oscuro
fr: Mode sombre
it: Modalità scura
ja: ダークモード
ko: 다크 모드
pl: Tryb ciemny
tr: Karanlık mod
zu_za: Imodi yokungabi kwakhe

# ThemeManager_Button_Light_mode
source: Light mode
af: Ligte modus
cs: Světlý režim
de: Hellmodus
es: Modo claro
fr: Mode clair
it: Modalità chiara
ja: ライトモード
ko: 라이트 모드
pl: Tryb jasny
tr: Aydınlık mod
zu_za: Imodi yokukhanya kwakhe

# RibbonButtonItem_Settings
source: Settings
af: Instellings
cs: Nastavení
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
tr: Ayarlar
zu_za: Izilungiselelo

# SettingsForm_Title
source: Settings
af: Instellings
cs: Nastavení
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
tr: Ayarlar
zu_za: Izilungiselelo

# ExceptionForm_Button_Recover
source: Recover ({0})
af: Herstel ({0})
cs: Obnovit ({0})
de: Wiederherstellen ({0})
es: Recuperar ({0})
fr: Récupérer ({0})
it: Recupera ({0})
ja: 復元 ({0})
ko: 복구 ({0})
pl: Przywróć ({0})
tr: Kurtar ({0})
zu_za: Buyisela ({0})

# ExceptionForm_Button_Terminate
source: Terminate
af: Beëindig
cs: Ukončit
de: Beenden
es: Terminar
fr: Mettre fin
it: Termina
ja: 終了
ko: 종료
pl: Zakończ
tr: Sonlandır
zu_za: Qeda

# SettingsForm_Accordion_Logging
source: Logging
af: Logboek
cs: Záznam
de: Protokollierung
es: Registro
fr: Journalisation
it: Registrazione
ja: ロギング
ko: 로깅
pl: Rejestrowanie
tr: Günlük
zu_za: Ukubhalisa

# RibbonButtonItem_Home
source: {0} Home
af: {0} Tuis
cs: {0} Domů
de: {0} Startseite
es: {0} Inicio
fr: {0} Accueil
ja: {0} ホーム
ko: {0} 홈
pl: {0} Strona główna
tr: {0} Ana Sayfa
zu_za: {0} Ikhaya

# RibbonButtonSuperTip_Home
source: Escape the soul-sucking office life and dive headfirst into the Rizone! Click to teleport into Rizonesoft's madhouse of software sorcery, where the wizards wear code-laden capes and throw digital confetti.
af: Ontsnap die siel-suigende kantoorlewe en duik kop eerste in die Rizone! Klik om na Rizonesoft se malhuis van sagteware-towery te teleporteer, waar die towenaars kode-belaaide kape dra en digitale konfetti gooi.
cs: Unikněte vysávání duše kancelářským životem a vrhněte se do Rizone! Klikněte pro teleportaci do blázince softwarové magie Rizonesoft, kde čarodějové nosí pláště nabité kódy a házejí digitální konfety.
de: Entfliehen Sie dem seelenraubenden Büroleben und tauchen Sie kopfüber in die Rizone ein! Klicken Sie, um in Rizonesofts Irrenhaus der Software-Zauberei zu teleportieren, wo die Zauberer mit Code beladene Umhänge tragen und digitales Konfetti werfen.
es: Escapa de la vida laboral que absorbe el alma y sumérgete de lleno en el Rizone! Haz clic para teletransportarte al manicomio de la magia del software de Rizonesoft, donde los magos visten capas cargadas de código y lanzan confeti digital.
fr: Échappez à la vie de bureau qui vous pompe l'âme et plongez tête baissée dans la Rizone ! Cliquez pour vous téléporter dans la maison de fous de la sorcellerie logicielle de Rizonesoft, où les sorciers portent des capes chargées de code et jettent des confettis numériques.
it: Sfuggi alla vita d'ufficio che ti succhia l'anima e immergiti a capofitto nel Rizone! Clicca per teletrasportarti nel manicomio della magia del software di Rizonesoft, dove i maghi indossano mantelli pieni di codice e lanciano coriandoli digitali.
ja: 魂を吸い取るオフィスライフから逃れて、リゾーンに飛び込みましょう！ リゾーンソフトのソフトウェア魔術の狂気の家にテレポートするには、ここをクリックしてください。 そこでは、ウィザードがコードで満たされたケープを身につけ、デジタルコンフェッティを投げます。
ko: 영혼을 빨아들이는 사무실 생활에서 벗어나 Rizone에 뛰어들어보세요! Rizonesoft의 소프트웨어 마술 광란의 집으로 순간이동하려면 클릭하세요. 마법사들은 코드가 가득한 망토를 입고 디지털 코페티를 던집니다.
pl: Ucieknij przed duszą wyciągającym życie biurowe i zanurz się w Rizone! Kliknij, aby teleportować się do szaleństwa czarów oprogramowania Rizonesoft, gdzie czarodzieje noszą peleryny obarczone kodami i rzucają cyfrowymi konfetti.
tr: Ruh emici ofis hayatından kaçın ve Rizone'a dalın! Rizonesoft'un yazılım büyücülüğü deli evine ışınlanmak için tıklayın; burada büyücüler kod dolu pelerinler giyer ve dijital konfeti atarlar.
zu_za: Qeda ukuphila kwesikole esisusa umphefumulo futhi ngaqonde phansi kwesigodlo se-Rizone! Chofoza ukuze uzungeze endlini yobuthakathaka bezinhlelo zokusebenza ze-Rizonesoft, lapho amahlambi amathikithi angafihliki futhi ahlabele ithebhisa lezinto zezwe.

# RibbonButtonSuperTip_LearnMore
source: <a href="{0}">Learn more</a>
af: <a href="{0}">Leer meer</a>
cs: <a href="{0}">Zjistěte více</a>
de: <a href="{0}">Mehr erfahren</a>
es: <a href="{0}">Aprende más</a>
fr: <a href="{0}">En savoir plus</a>
it: <a href="{0}">Per saperne di più</a>
ja: <a href="{0}">詳細を見る</a>
ko: <a href="{0}">자세히 알아보기</a>
pl: <a href="{0}">Dowiedz się więcej</a>
tr: <a href="{0}">Daha fazla bilgi</a>
zu_za: <a href="{0}">Funda kakhulu</a>

# Toast_LanguageChanged_Header
source: Language Refresh
af: Taalverfrissing
cs: Obnovení jazyka
de: Sprachaktualisierung
es: Actualización de idioma
fr: Rafraîchissement de la langue
it: Aggiornamento della lingua
ja: 言語の更新
ko: 언어 새로 고침
pl: Odświeżenie języka
tr: Dil Yenileme
zu_za: Ukuvuselela ulimi

# Toast_LanguageChanged
source: We've updated our language settings and injected a bit of linguistic wizardry into your Rizonesoft Office experience. To ensure that our witty wordplay and sarcastic undertones don't get lost in translation, we kindly ask you to restart any open programs.
af: Ons het ons taalinstellings opgedateer en 'n bietjie taalkundige towerkuns in jou Rizonesoft Office-ervaring ingesluit. Om te verseker dat ons skerp woorde en sarkastiese ondertone nie in die vertaling verlore gaan nie, vra ons vriendelik dat u enige oop programme herbegin.
cs: Aktualizovali jsme naše jazykové nastavení a do vašeho zážitku s Rizonesoft Office jsme vstříkli trochu jazykové magie. Aby se naše vtipné slovní hříčky a sarkastické podtóny neztratily v překladu, prosíme laskavě o restartování otevřených programů.
de: Wir haben unsere Spracheinstellungen aktualisiert und ein wenig sprachliche Zauberei in Ihr Rizonesoft Office-Erlebnis eingefügt. Um sicherzustellen, dass unsere witzigen Wortspiele und sarkastischen Untertöne nicht in der Übersetzung verloren gehen, bitten wir Sie freundlich, alle offenen Programme neu zu starten.
es: Hemos actualizado nuestros ajustes de idioma e inyectado un poco de magia lingüística en tu experiencia de Rizonesoft Office. Para asegurarnos de que nuestro ingenioso juego de palabras y tonos sarcásticos no se pierdan en la traducción, te pedimos amablemente que reinicies cualquier programa abierto.
fr: Nous avons mis à jour nos paramètres de langue et avons injecté un peu de magie linguistique dans votre expérience Rizonesoft Office. Pour nous assurer que nos jeux de mots spirituels et nos sous-entendus sarcastiques ne se perdent pas dans la traduction, nous vous demandons gentiment de redémarrer tous les programmes ouverts.
it: Abbiamo aggiornato le nostre impostazioni linguistiche e abbiamo inserito un po' di magia linguistica nella tua esperienza di Rizonesoft Office. Per assicurarci che il nostro spirito di gioco di parole e i toni sarcastici non si perdano nella traduzione, ti chiediamo gentilmente di riavviare eventuali programmi aperti.
ja: 言語設定を更新し、 Rizonesoft Office のご利用体験に言語の魔法を少し注入しました。機知に富んだ言葉遊びや皮肉なニュアンスが翻訳で失われないように、開いているプログラムを再起動していただくようお願い申し上げます。
ko: 언어 설정을 업데이트하고 Rizonesoft Office 경험에 언어 마법을 조금 주입했습니다. 재치있는 말장난과 빈정대는 언투가 번역에서 소실되지 않도록, 열려있는 프로그램을 모두 다시 시작하실 것을 친절하게 요청드립니다.
pl: Zaktualizowaliśmy nasze ustawienia językowe i wstrzykneliśmy odrobinę czarów językowych do Twojego doświadczenia z Rizonesoft Office. Aby upewnić się, że nasze dowcipne gry słowne i sarkastyczne nuty nie zaginą w tłumaczeniu, uprzejmie prosimy o ponowne uruchomienie wszelkich otwartych programów.
tr: Dil ayarlarımızı güncelledik ve Rizonesoft Office deneyiminize biraz dil sihri enjekte ettik. Esprili sözcük oyunlarımızın ve alaycı tonların çeviri sırasında kaybolmamasını sağlamak için, açık programların hepsini yeniden başlatmanızı rica ediyoruz.
zu_za: Sibuyekezile ukubeka kwethu kwezilimi futhi sajikisa umlingiswa wokulingiswa kwezilimi ekwenzekeni kwakho kwe-Rizonesoft Office. Ukuqinisekisa ukuthi ukudlala kwethu kwamagama okuhlekisayo nokugxila okukhulumile akulahlekiswa kwihambo, sibonga uma uvala futhi izinhlelo ezivuliwe.

# Language_DropDown_Error
source: While we were busy building the language Drop Down menu, an unexpected issue snuck in uninvited. Rest assured, our dependable log file serves as our detective, equipped with a magnifying glass, ready to uncover the root cause of this disturbance.
zu_za: Njengoba besakha imenyu yokukhetha ephikisayo, igremlin yedijithali yaqonda ukungena emphakathini ngaphandle kwemvite. Kodwa ungakhathazeki, ngoba ifayela lethu le-log elifanelekile likhombisa ingilazi yomhlahlandlela wokuhlolwa ukuthi ngubani ozimeleyo ngale mithwalo.

# Language_CultureInfo_Error
source: In the midst of storing our linguistic data, we've encountered an unanticipated glitch in the matrix. To debug this conundrum, we suggest delving into the log file's trove of information. With your help, we'll rectify the anomaly and optimize our code for seamless performance!
af: In die middel van die stoor van ons taalkundige data, het ons 'n onverwagte fout in die matriks raakgeloop. Om hierdie raaisel te ontrafel, stel ons voor om in die lêer se skat van inligting te delf. Met jou hulp sal ons die afwyking regstel en ons kode optimaliseer vir naatlose werkverrigting!
cs: Uprostřed ukládání našich jazykových dat jsme narazili na neočekávanou chybu v matici. Pro odhalení této záhady navrhujeme ponořit se do pokladu informací v protokolovém souboru. S vaší pomocí napravíme anomálii a optimalizujeme náš kód pro plynulý výkon!
de: Inmitten der Speicherung unserer sprachlichen Daten sind wir auf einen unerwarteten Fehler in der Matrix gestoßen. Um dieses Rätsel zu lösen, empfehlen wir, in den Schatz an Informationen in der Protokolldatei einzutauchen. Mit Ihrer Hilfe werden wir die Anomalie beheben und unseren Code für eine nahtlose Leistung optimieren!
es: En medio de almacenar nuestros datos lingüísticos, hemos encontrado un fallo inesperado en la matriz. Para solucionar este enigma, sugerimos adentrarse en el tesoro de información del archivo de registro. Con tu ayuda, corregiremos la anomalía y optimizaremos nuestro código para un rendimiento perfecto!
fr: Au milieu du stockage de nos données linguistiques, nous avons rencontré un problème inattendu dans la matrice. Pour résoudre cette énigme, nous suggérons de plonger dans le trésor d'informations du fichier journal. Avec votre aide, nous rectifierons l'anomalie et optimiserons notre code pour une performance sans faille !
it: Nel mezzo dell'archiviazione dei nostri dati linguistici, abbiamo incontrato un glitch inaspettato nella matrice. Per risolvere questo enigma, suggeriamo di esplorare il tesoro di informazioni nel file di registro. Con il tuo aiuto, rettificheremo l'anomalia e ottimizzeremo il nostro codice per prestazioni senza soluzione di continuità!
ja: 言語データを保存する途中で、マトリックスに予期しない不具合が発生しました。この謎を解明するために、ログファイルの情報の宝庫を探ることをお勧めします。あなたの助けを借りて、私たちはこの異常を修正し、コードをシームレスなパフォーマンスのために最適化します！
ko: 언어 데이터를 저장하는 도중 예기치 않은 매트릭스 오류를 발견했습니다. 이 난제를 해결하기 위해 로그 파일의 정보 보물을 찾아보는 것을 추천합니다. 여러분의 도움으로 이 이상 현상을 바로잡고 코드를 최적화하여 원활한 성능을 달성할 것입니다!
pl: W trakcie przechowywania naszych danych językowych napotkaliśmy nieoczekiwany błąd w macierzy. Aby rozwikłać tę zagadkę, sugerujemy zagłębić się w skarbie informacji zawartych w pliku dziennika. Przy Twojej pomocy naprawimy anomalię i zoptymalizujemy nasz kod dla płynnej wydajności!
tr: Dil verilerimizi saklarken, matriste beklenmedik bir hata ile karşılaştık. Bu muammayı çözmek için, günlük dosyasındaki bilgi hazinesine dalmayı öneriyoruz. Yardımınızla, anormalliği düzeltecek ve kodumuzu sorunsuz bir performans için optimize edeceğiz!
zu_za: Ekuqedeni kokugcina ulwazi lwethu lolimi, sifumanise ukuntuleka okungalindelekile kwematrikhisi. Ukuze siphendule le ngxoxo, siqhakambisa ukuchitha isikhathi kwifayela le-log elinemininingwane. Ngosizo lwakho, sizolungisa uchuku futhi siphucule ikhodi yethu ukuze sifinyelele isebenzisekiso esiqinile!

# Language_CultureInfo_ErrorCaption
source: Unanticipated Glitch!
af: Onvoorsiene fout!
cs: Neočekávaná chyba!
de: Unerwarteter Fehler!
es: Fallo inesperado!
fr: Erreur imprévue !
it: Errore imprevisto!
ja: 予期しない不具合！
ko: 예기치 않은 오류!
pl: Nieprzewidziany błąd!
tr: Beklenmedik hata!
zu_za: Ukuntuleka okungalindelekile!

# LoadLanguages_Error
source: Our language data has taken a most unexpected sabbatical, leaving us in a temporary state of conversational limbo.
af: Ons taaldata het 'n hoogs onverwagte sabbatsverlof geneem en ons in 'n tydelike toestand van geselskaplike limbo gelaat.
cs: Naše jazyková data si vzala velmi neočekávané volno, čímž nás dočasně zanechala ve stavu konverzačního limba.
de: Unsere Sprachdaten haben einen höchst unerwarteten Urlaub genommen und uns in einen vorübergehenden Zustand von kommunikativem Limbo versetzt.
es: Nuestros datos de idioma han tomado un descanso inesperado, dejándonos en un estado temporal de limbo conversacional.
fr: Nos données linguistiques ont pris un congé sabbatique des plus inattendus, nous laissant dans un état temporaire de limbes conversationnelles.
it: I nostri dati linguistici hanno preso un congedo sabbatico del tutto inaspettato, lasciandoci in uno stato temporaneo di limbo conversazionale.
ja: 言語データが非常に予期しない休暇を取り、一時的に会話の状態に置かれてしまいました。
ko: 우리의 언어 데이터가 매우 예기치 않게 휴가를 떠나 잠시 동안 대화의 리보 상태에 놓였습니다.
pl: Nasze dane językowe wzięły najbardziej nieoczekiwany urlop, pozostawiając nas w tymczasowym stanie rozmownego limbo.
tr: Dil verilerimiz son derece beklenmedik bir izin aldı ve bizi geçici olarak konuşma limbo durumunda bıraktı.
zu_za: Ulwazi lwethu lolimi lwathatha isikhathi esingalindelekile sokuphumula, sishiywa esimweni sesikhathi sonyaka sokukhuluma.

# MessageBox_Error_Title
source: Glitch Detected!
af: Fout opgespoor!
cs: Detekována chyba!
de: Fehler erkannt!
es: ¡Fallo detectado!
fr: Erreur détectée !
it: Errore rilevato!
ja: グリッチ検出！
ko: 오류 감지됨!
pl: Wykryto błąd!
tr: Hata tespit edildi!
zu_za: Ukuntuleka kufunyanwe!

# Toast_Button_LearnMore
source: Learn more
af: Leer meer
cs: Dozvědět se více
de: Erfahren Sie mehr
es: Más información
fr: En savoir plus
it: Scopri di più
ja: 詳細はこちら
ko: 더 알아보기
pl: Dowiedz się więcej
tr: Daha fazla öğren
zu_za: Funda okwengeziwe

# Toast_Button_Dismiss
source: Dismiss
af: Verwerp
cs: Zavřít
de: Schließen
es: Descartar
fr: Fermer
it: Ignora
ja: 閉じる
ko: 닫기
pl: Odrzuć
tr: Kapat
zu_za: Lahla

# Toast_AppDataPathError
source: We've stumbled upon a glitch in the matrix as our program configuration loading quest hit a bump. Worry not, we've diligently jotted down this mischievous anomaly for posterity.
af: Ons het op 'n fout in die matriks afgekom toe ons programkonfigurasie-laai-avontuur 'n knop getref het. Moenie bekommerd wees nie, ons het hierdie ondeunde anomalie nougeset aangeteken vir later.
cs: Narazili jsme na chybu v matici, když se náš úkol načítání konfigurace programu potýkal s problémem. Nebojte se, pečlivě jsme si tuto zlomyslnou anomálii zaznamenali pro budoucnost.
de: Wir sind auf einen Fehler in der Matrix gestoßen, als unsere Programm-Konfigurationsladungs-Quest auf ein Hindernis stieß. Keine Sorge, wir haben diese schelmische Anomalie gewissenhaft für die Nachwelt festgehalten.
es: Hemos tropezado con un error en la matriz mientras nuestra búsqueda de carga de configuración del programa encontró un bache. No te preocupes, hemos anotado diligentemente esta anomalía traviesa para la posteridad.
fr: Nous avons rencontré un bug dans la matrice lorsque notre quête de chargement de la configuration de notre programme a rencontré un obstacle. Ne vous inquiétez pas, nous avons soigneusement noté cette anomalie malicieuse pour la postérité.
it: Abbiamo inciampato in un glitch nella matrice mentre la nostra ricerca di caricamento della configurazione del programma ha incontrato un ostacolo. Non preoccupatevi, abbiamo diligentemente annotato questa anomalia dispettosa per la posterità.
ja: プログラムの設定の読み込みクエストが障害にぶつかったとき、マトリックス内のグリッチに遭遇しました。心配いりません、このいたずらな異常を丹念に記録しました。
ko: 프로그램 구성 로딩 퀘스트가 걸림돌에 부딪혔을 때 매트릭스에서 결함을 발견했습니다. 걱정하지 마세요, 우리는 이 호기심 많은 이상 현상을 세심하게 기록했습니다.
pl: Natknęliśmy się na błąd w macierzy, gdy nasze zadanie ładowania konfiguracji programu napotkało przeszkodę. Nie martw się, starannie zanotowaliśmy tę figlarną anomalię na przyszłość.
tr: Program yapılandırması yükleme görevimiz bir engelle karşılaştığında, matristeki bir hatayla karşılaştık. Endişelenmeyin, bu yaramaz anomalimizi dikkatlice not ettik ve gelecek nesiller için sakladık.
zu_za: Siphuthukele emzalwanyweni wamatulisi lapho ukulayisha okulungiselelwe kwezinhlelo zethu kwakunabantu. Ungakhathazeki, sibhalile ngokucophelela lokhu okungalungile kwezakhiwo.

# Toast_AppDataPathError_Header
source: Glitch in the Matrix!
af: Fout in die Matriks!
cs: Chyba v matici!
de: Störung in der Matrix!
es: ¡Error en la Matrix!
fr: Anomalie dans la Matrice !
it: Malfunzionamento nella Matrice!
ja: マトリックスのグリッチ！
ko: 매트릭스의 결함!
pl: Błąd w macierzy!
tr: Matristeki Hata!
zu_za: Ukugcwala emzalwanyeni!

# SettingsForm_TabNavPage_General
source: General
af: Algemeen
cs: Obecný
de: Allgemein
fr: Général
it: Generale
ja: 一般
ko: 일반
pl: Ogólny
tr: Genel
zu_za: Ngokuvamile

# SettingsForm_TabNavPage_Advanced
source: Advanced
af: Gevorderd
cs: Pokročilý
de: Fortgeschritten
es: Avanzado
fr: Avancé
it: Avanzato
ja: 上級
ko: 고급
pl: Zaawansowany
tr: İleri
zu_za: Okweqile

# SettingsForm_LogInterval_Month
source: Month
af: Maand
cs: Měsíc
de: Monat
es: Mes
fr: Mois
it: Mese
ja: 月
ko: 월
pl: Miesiąc
tr: Ay
zu_za: Inyanga

# SettingsForm_LogInterval_Minute
source: Minute
af: Minuut
cs: Minuta
es: Minuto
it: Minuto
ja: 分
ko: 분
pl: Minuta
tr: Dakika
zu_za: Umzuzu

# SettingsForm_LogInterval_Infinite
source: Infinite
af: Oneindig
cs: Nekonečno
de: Unendlich
es: Infinito
fr: Infini
it: Infinito
ja: 無限
ko: 무한
pl: Nieskończoność
tr: Sonsuz
zu_za: Ngaphakathi

# SettingsForm_LogInterval_Hour
source: Hour
af: Uur
cs: Hodina
de: Stunde
es: Hora
fr: Heure
it: Ora
ja: 時間
ko: 시간
pl: Godzina
tr: Saat
zu_za: Ihora

# SettingsForm_LogInterval_Day
source: Day
af: Dag
cs: Den
de: Tag
es: Día
fr: Jour
it: Giorno
ja: 日
ko: Dzień
pl: Dzień
tr: Gün
zu_za: Usuku

# SettingsForm_Label_File_Limit
source: File Limit
af: Lêergrens
cs: Limit souboru
de: Dateilimit
es: Límite de archivo
fr: Limite de fichier
it: Limite del file
ja: ファイル制限
ko: 파일 제한
pl: Limit pliku
tr: Dosya Sınırı
zu_za: Umkhawulo wefayela

# SettingsForm_LogFileLimit_ToolTipTitle
source: Log File Limit
af: Loglêerlimiet
cs: Limit protokolového souboru
de: Protokolldatei-Limit
es: Límite de archivo de registro
fr: Limite de fichier journal
it: Limite del file di registro
ja: ログファイルの制限
ko: 로그 파일 제한
pl: Limit pliku dziennika
tr: Günlük Dosya Sınırı
zu_za: Umkhawulo wemifanekiso yelogi

# SettingsForm_LogFileLimit_ToolTip
source: Imposing a cap on lingering log files keeps our digital abode spick and span. This trusty safeguard ensures we're not engulfed in a tidal wave of log file mayhem, preserving order amidst the ebb and flow of data.
af: Deur 'n loglêerhoofdtelling te bepaal, hou ons ons digitale wêreld in topvorm. Hierdie betroubare maatstaf verseker dat ons 'n naderende vloed van loglêers vermy en balans handhaaf te midde van die immer vloeiende rivier van data.
cs: Stanovením počtu protokolových souborů udržujeme naše digitální prostředí ve skvělém stavu. Toto důvěryhodné opatření zajišťuje, že se vyhneme blížící se záplavě protokolových souborů a udržujeme rovnováhu v neustále proudící řece dat.
de: Die Festlegung einer Protokolldatei-Anzahl hält unsere digitale Welt in Topform. Diese vertrauenswürdige Maßnahme stellt sicher, dass wir einer drohenden Flut von Protokolldateien ausweichen und die Balance im ständig fließenden Datenfluss aufrechterhalten.
es: Establecer un recuento de archivos de registro mantiene nuestro ámbito digital en óptimas condiciones. Esta medida confiable garantiza que evitamos una inminente avalancha de archivos de registro, manteniendo el equilibrio en medio del siempre fluir de datos.
fr: Établir un décompte des fichiers journaux permet de maintenir notre domaine numérique en parfait état. Cette mesure fiable garantit que nous évitons une déferlante imminente de fichiers journaux, maintenant ainsi un équilibre au milieu de la rivière toujours fluide des données.
it: Stabilire un conteggio dei file di registro mantiene il nostro ambiente digitale in perfetta forma. Questa misura affidabile garantisce di evitare un'imminente valanga di file di registro, mantenendo l'equilibrio nel flusso costante dei dati.
ja: ログファイルのヘッドカウントを確立することで、デジタル領域を最適な状態に保ちます。この信頼性のある対策は、ログファイルの迫りくる洪水を回避し、データの絶え間ない流れの中でバランスを維持することを保証します。
ko: 로그 파일 헤드 카운트를 설정함으로써 우리의 디지털 영역을 최상의 상태로 유지합니다. 이 신뢰할 수 있는 조치는 로그 파일의 급격한 증가를 피하고, 데이터의 끊임없이 흐르는 강에서 균형을 유지하는 데 도움이 됩니다.
pl: Ustalając liczbę plików dziennika, utrzymujemy naszą cyfrową przestrzeń w doskonałej kondycji. To niezawodne rozwiązanie gwarantuje, że unikniemy zbliżającej się lawiny plików dziennika, zachowując równowagę w nieustannie płynącej rzece danych.
tr: Günlük dosya sayısını belirlemek, dijital alanımızı mükemmel durumda tutar. Bu güvenilir önlem, günlük dosyalarının yaklaşan selinden kaçınmamızı sağlar ve sürekli akan veri nehrinde dengeyi korur.
zu_za: Ukumisa ukuhlola kwezifayela zelogi kuyasisiza ukugcina indawo yethu yedijithali ephakeme. Lokhu kuncike kuhle kakhulu kuzivikela ukuthi asiphili ngokuphazima amafayela we-logi, silondoloze ubunye phakathi kwemfula engapheliyo yamaphuzu.

# SettingsForm_Group_Rolling_Interval
source: Rolling Interval
af: Rolinterval
cs: Pohyblivý interval
de: Rollendes Intervall
es: Intervalo móvil
fr: Intervalle roulant
it: Intervallo scorrevole
ja: ローリングインターバル
ko: 롤링 인터벌
pl: Przesuwający się interwał
tr: Kayan Aralık
zu_za: Umklamo Ongakhululeki

# SettingsForm_Group_RollingInterval_ToolTipTitle
source: Log Rolling Interval
af: Logrolinterval
cs: Interval válcování protokolu
de: Protokoll-Rollintervall
es: Intervalo de rotación de registros
fr: Intervalle de roulement du journal
it: Intervallo di rotazione del registro
ja: ログローリング間隔
ko: 로그 롤링 간격
pl: Interwał przewijania dziennika
tr: Günlük Kaydırma Aralığı
zu_za: Umlungu Wokuhamba Kwelogi
