Repository: rizonesoft/Office
Catalog: Office/Zone/Language/Strings.*.resx
Languages: af, cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant, zu_za

# ProgramCardControl_OffText
source: Create Desktop Shortcut
af: Skep Bureaublad Snelkoppeling
cs: Vytvořit zástupce na ploše
de: Desktop-Verknüpfung erstellen
es: Crear acceso directo en el escritorio
fr: Créer un raccourci sur le bureau
it: Crea collegamento sul desktop
ja: デスクトップショートカットを作成
ko: 데스크톱 바로 가기 생성
pl: Utwórz skrót na pulpicie
pt_br: Criar atalho na área de trabalho
ru: Создать ярлык на рабочем столе
tr: Masaüstü Kısayolu Oluştur
zh_hans: 创建桌面快捷方式
zh_hant: 創建桌面快捷方式
zu_za: Dala isixhumanisi seDesktop

# ProgramCardControl_OnText
source: Remove Desktop Shortcut
af: Verwyder Bureaublad Snelkoppeling
cs: Odstranit zástupce na ploše
de: Desktop-Verknüpfung entfernen
es: Eliminar acceso directo del escritorio
fr: Supprimer le raccourci du bureau
it: Rimuovi collegamento sul desktop
ja: デスクトップショートカットを削除
ko: 데스크톱 바로 가기 제거
pl: Usuń skrót na pulpicie
pt_br: Remover atalho da área de trabalho
ru: Удалить ярлык с рабочего стола
tr: Masaüstü Kısayolunu Kaldır
zh_hans: 删除桌面快捷方式
zh_hant: 刪除桌面快捷方式
zu_za: Susa isixhumanisi seDesktop

# Office_Verbum_Title
source: Word Processor ({0})
af: Woordverwerker ({0})
cs: Textový procesor ({0})
de: Textverarbeitung ({0})
es: Procesador de textos ({0})
fr: Traitement de texte ({0})
it: Elaboratore di testi ({0})
ja: ワードプロセッサー ({0})
ko: 워드 프로세서 ({0})
pl: Edytor tekstu ({0})
pt_br: Processador de texto ({0})
ru: Текстовый процессор ({0})
tr: Kelime İşlemci ({0})
zh_hans: 文字处理器 ({0})
zh_hant: 文字處理器 ({0})
zu_za: Ukuhlelwa Kwezwi ({0})

# Office_Verbum_Description
source: Create, edit, and format documents with advanced text tools and features.
af: Skep, wysig en formatteer dokumente met gevorderde teksinstrumente en funksies.
cs: Vytvářejte, upravujte a formátujte dokumenty s pokročilými textovými nástroji a funkcemi.
de: Erstellen, bearbeiten und formatieren Sie Dokumente mit fortschrittlichen Textwerkzeugen und Funktionen.
es: Cree, edite y formatee documentos con herramientas de texto avanzadas y funciones.
fr: Créez, modifiez et mettez en forme des documents avec des outils de texte avancés et des fonctionnalités.
it: Crea, modifica e formatta documenti con strumenti di testo avanzati e funzionalità.
ja: 高度なテキストツールと機能を使用して、ドキュメントを作成、編集、および整形します。
ko: 고급 텍스트 도구와 기능을 사용하여 문서를 작성, 편집 및 서식 지정하십시오.
pl: Twórz, edytuj i formatuj dokumenty za pomocą zaawansowanych narzędzi tekstowych i funkcji.
pt_br: Crie, edite e formate documentos com ferramentas de texto avançadas e recursos.
ru: Создавайте, редактируйте и форматируйте документы с помощью продвинутых текстовых инструментов и функций.
tr: Gelişmiş metin araçları ve özelliklerle belge oluşturun, düzenleyin ve biçimlendirin.
zh_hans: 使用高级文本工具和功能创建、编辑和格式化文档。
zh_hant: 使用高級文本工具和功能創建、編輯和格式化文檔。
zu_za: Dala, hlela, bese ufake isicelo sezincwadi ngemishini yezincwadi ephakeme kanye nemisebenzi.

# Office_Evaluate_Title
source: Spreadsheets ({0})
af: Sigblaaie ({0})
cs: Tabulky ({0})
de: Tabellenkalkulationen ({0})
es: Hojas de cálculo ({0})
fr: Feuilles de calcul ({0})
it: Fogli di calcolo ({0})
ja: スプレッドシート ({0})
ko: 스프레드시트 ({0})
pl: Arkusze kalkulacyjne ({0})
pt_br: Planilhas ({0})
ru: Электронные таблицы ({0})
tr: Elektronik tablolar ({0})
zh_hans: 电子表格 ({0})
zh_hant: 檔案管理器 ({0})
zu_za: Amasheethi ({0})

# Office_Evaluate_Description
source: Analyze data, perform calculations, and create charts using robust formulas.
af: Analiseer data, voer berekeninge uit, en skep kaarte met behulp van robuuste formules.
cs: Analyzujte data, provádějte výpočty a vytvářejte grafy pomocí robustních vzorců.
de: Analysieren Sie Daten, führen Sie Berechnungen durch und erstellen Sie Diagramme mit robusten Formeln.
es: Analice datos, realice cálculos y cree gráficos utilizando fórmulas sólidas.
fr: Analysez les données, effectuez des calculs et créez des graphiques en utilisant des formules robustes.
it: Analizza dati, esegui calcoli e crea grafici utilizzando formule robuste.
ja: ロバストな数式を使用してデータを分析し、計算を実行し、グラフを作成します。
ko: 견고한 수식을 사용하여 데이터를 분석하고, 계산을 수행하고, 차트를 만드십시오.
pl: Analizuj dane, wykonuj obliczenia i twórz wykresy, korzystając z solidnych wzorów.
pt_br: Analise dados, realize cálculos e crie gráficos usando fórmulas robustas.
ru: Анализируйте данные, выполняйте расчеты и создавайте диаграммы с использованием надежных формул.
tr: Sağlam formüller kullanarak verileri analiz edin, hesaplamalar yapın ve grafikler oluşturun.
zh_hans: 使用强大的公式分析数据、进行计算和创建图表。
zh_hant: 使用強大的公式分析數據、進行計算和創建圖表。
zu_za: Hlola idatha, enza amakhalkhule, futhi dala amachati ngokusetshenziswa kwamaformula amandla.

# Office_Flow_Title
source: Diagrams ({0})
af: Diagramme ({0})
cs: Diagramy ({0})
de: Diagramme ({0})
es: Diagramas ({0})
fr: Diagrammes ({0})
it: Diagrammi ({0})
ja: ダイアグラム ({0})
ko: 다이어그램 ({0})
pl: Diagramy ({0})
pt_br: Diagramas ({0})
ru: Диаграммы ({0})
tr: Diyagramlar ({0})
zh_hans: 图表 ({0})
zh_hant: 圖表 ({0})
zu_za: Amachati ({0}

# Office_Flow_Description
source: Design and visualize complex ideas with flowcharts, mind maps, and diagrams.
af: Ontwerp en visualiseer komplekse idees met vloeidiagramme, gedagtekaarte en diagramme.
cs: Navrhujte a vizualizujte složité myšlenky pomocí tokových diagramů, myšlenkových map a diagramů.
de: Gestalten und visualisieren Sie komplexe Ideen mit Flussdiagrammen, Mindmaps und Diagrammen.
es: Diseñe y visualice ideas complejas con diagramas de flujo, mapas mentales y diagramas.
fr: Concevez et visualisez des idées complexes à l'aide de diagrammes de flux, de cartes mentales et de diagrammes.
it: Progetta e visualizza idee complesse con flowchart, mappe mentali e diagrammi.
ja: フローチャート、マインドマップ、ダイアグラムを使用して、複雑なアイデアをデザインおよび視覚化します。
ko: 플로우차트, 마인드맵, 다이어그램을 사용하여 복잡한 아이디어를 설계하고 시각화하십시오.
pl: Projektuj i wizualizuj złożone pomysły za pomocą schematów blokowych, map myśli i diagramów.
pt_br: Projetar e visualizar ideias complexas com fluxogramas, mapas mentais e diagramas.
ru: Проектируйте и визуализируйте сложные идеи с помощью блок-схем, карт мышления и диаграмм.
tr: Akış şemaları, zihin haritaları ve diyagramlar kullanarak karmaşık fikirleri tasarlayın ve görselleştirin.
zh_hans: 使用流程图、思维导图和图表设计和可视化复杂的想法。
zh_hant: 使用流程圖、思維導圖和圖表設計和可視化複雜的想法。
zu_za: Yenza nokubonisa izindlela zokucabanga ezinzima ngezicwangciso zokuhamba, amakhadi okucabanga, nama-chati.

# Office_Imagine_Title
source: Data Visualizer ({0})
af: Data Visualiseerder ({0})
cs: Vizualizátor dat ({0})
de: Datenvisualisierer ({0})
es: Visualizador de datos ({0})
fr: Visualiseur de données ({0})
it: Visualizzatore di dati ({0})
ja: データビジュアライザー ({0})
ko: 데이터 시각화 도구 ({0})
pl: Wizualizator danych ({0})
pt_br: Visualizador de dados ({0})
ru: Визуализатор данных ({0})
tr: Veri Görselleştirici ({0})
zh_hans: 数据可视化工具 ({0})
zh_hant: 數據可視化工具 ({0})
zu_za: Umhlobiso Wezindaba ({0})

# Office_Imagine_Description
source: Represent and interpret data using interactive charts, graphs, and visualizations.
af: Vertoon en interpreteer data met behulp van interaktiewe kaarte, grafieke en visualisasies.
cs: Zobrazujte a interpretujte data pomocí interaktivních grafů, grafů a vizualizací.
de: Stellen Sie Daten mit interaktiven Diagrammen, Grafiken und Visualisierungen dar und interpretieren Sie diese.
es: Represente e interprete datos utilizando gráficos, gráficas y visualizaciones interactivas.
fr: Représentez et interprétez les données à l'aide de graphiques, de graphiques et de visualisations interactives.
it: Rappresenta e interpreta i dati utilizzando grafici, grafici e visualizzazioni interattive.
ja: インタラクティブなチャート、グラフ、および視覚化を使用してデータを表現および解釈します。
ko: 인터랙티브 차트, 그래프 및 시각화를 사용하여 데이터를 나타내고 해석하십시오.
pl: Przedstawiaj i interpretuj dane za pomocą interaktywnych wykresów, grafik i wizualizacji.
pt_br: Represente e interprete dados usando gráficos, gráficos e visualizações interativas.
ru: Представляйте и интерпретируйте данные с помощью интерактивных диаграмм, графиков и визуализаций.
tr: İnteraktif grafikler, grafikler ve görselleştirmeler kullanarak verileri temsil edin ve yorumlayın.
zh_hans: 使用交互式图表、图形和可视化表示和解释数据。
zh_hant: 使用交互式圖表、圖形和可視化表示和解釋數據。
zu_za: Bhekisa nokucacisa idatha ngokusetshenziswa kwama-chati, izinhlobonhlobo kanye nokubonisa okusezingeni.

# Office_Session_Title
source: Scheduling ({0})
af: Skedulering ({0})
cs: Plánování ({0}
de: Terminplanung ({0})
es: Programación ({0})
fr: Planification ({0})
it: Pianificazione ({0})
ja: スケジューリング ({0})
ko: 스케줄링 ({0})
pl: Planowanie ({0})
pt_br: Agendamento ({0})
ru: Планирование ({0})
tr: Zamanlama ({0})
zh_hans: 调度 ({0})
zh_hant: 調度 ({0})
zu_za: Isihleko ({0})

# Office_Session_Description
source: Manage appointments, events, and deadlines with customizable views and reminders.
af: Bestuur afsprake, geleenthede en sperdatums met aanpasbare aansigte en herinneringe.
cs: Spravujte schůzky, události a termíny s přizpůsobitelnými zobrazeními a připomínkami.
de: Verwalten Sie Termine, Ereignisse und Fristen mit anpassbaren Ansichten und Erinnerungen.
es: Gestione citas, eventos y plazos con vistas y recordatorios personalizables.
fr: Gérez les rendez-vous, les événements et les échéances avec des vues et des rappels personnalisables.
it: Gestisci appuntamenti, eventi e scadenze con viste e promemoria personalizzabili.
ja: カスタマイズ可能なビューとリマインダーで予定、イベント、期限を管理します。
ko: 사용자 정의 가능한 뷰와 알림을 사용하여 약속, 이벤트 및 마감일을 관리하십시오.
pl: Zarządzaj spotkaniami, wydarzeniami i terminami za pomocą konfigurowalnych widoków i przypomnień.
pt_br: Gerencie compromissos, eventos e prazos com visualizações e lembretes personalizáveis.
ru: Управляйте встречами, мероприятиями и сроками с настраиваемыми представлениями и напоминаниями.
tr: Özelleştirilebilir görünümler ve hatırlatmalarla randevuları, etkinlikleri ve son tarihleri yönetin.
zh_hans: 使用可自定义的视图和提醒管理预约、事件和截止日期。
zh_hant: 使用可自定義的視圖和提醒管理預約、事件和截止日期。
zu_za: Phatha izikhathi zokuhlangabezana, izenzakalo, namasikhathi okugcina ngokubuka okwenziwa ngokwezifiso nokukhumbuza.

# Office_Komplete_Title
source: Tasks ({0})
af: Take ({0})
cs: Úkoly ({0})
de: Aufgaben ({0})
es: Tareas ({0})
fr: Tâches ({0})
it: Compiti ({0})
ja: タスク ({0})
ko: 작업 ({0})
pl: Zadania ({0})
pt_br: Tarefas ({0})
ru: Задачи ({0})
tr: Görevler ({0})
zh_hans: 任务 ({0})
zh_hant: 任務 ({0})
zu_za: Imisebenzi ({0})

# Office_Komplete_Description
source: Create, organize, and track personal or professional tasks with prioritization, deadlines, and progress tracking.
af: Skep, organiseer en volg persoonlike of professionele take met prioritisering, sperdatums en vorderingopsporing.
cs: Vytvářejte, organizujte a sledujte osobní nebo profesionální úkoly s prioritizací, termíny a sledováním průběhu.
de: Erstellen, organisieren und verfolgen Sie persönliche oder berufliche Aufgaben mit Priorisierung, Fristen und Fortschrittsverfolgung.
es: Cree, organice y realice seguimiento de tareas personales o profesionales con priorización, plazos y seguimiento del progreso.
fr: Créez, organisez et suivez des tâches personnelles ou professionnelles avec priorisation, échéances et suivi des progrès.
it: Crea, organizza e tieni traccia dei compiti personali o professionali con priorità, scadenze e monitoraggio dei progressi.
ja: 優先順位付け、期限、進捗状況の追跡を使用して、個人または専門的なタスクを作成、整理、および追跡します。
ko: 우선 순위, 마감일 및 진행 상황 추적을 사용하여 개인 또는 전문 작업을 생성, 정리 및 추적하십시오.
pl: Twórz, organizuj i śledź zadania osobiste lub zawodowe z priorytetami, terminami i śledzeniem postępów.
pt_br: Crie, organize e acompanhe tarefas pessoais ou profissionais com priorização, prazos e acompanhamento do progresso.
ru: Создавайте, организовывайте и отслеживайте личные или профессиональные задачи с приоритетами, сроками и контролем выполнения.
tr: Önceliklendirme, son tarihler ve ilerleme takibi ile kişisel veya profesyonel görevleri oluşturun, düzenleyin ve izleyin.
zh_hans: 使用优先级、截止日期和进度跟踪创建、组织和跟踪个人或专业任务。
zh_hant: 使用優先級、截止日期和進度跟踪創建、組織和跟踪個人或專業任務。
zu_za: Dala, hlela, nalanda imisebenzi yomuntu noma emsebenzini ngokuphathelene namanani, izikhathi zokugcina, nokulandela ukuphakama.

# Office_Mission_Title
source: Project Manager ({0})
af: Projekbestuurder ({0})
cs: Projektový manažer ({0})
de: Projektmanager ({0})
es: Gerente de proyecto ({0})
fr: Chef de projet ({0})
ja: プロジェクトマネージャー ({0})
ko: 프로젝트 관리자 ({0})
pl: Kierownik projektu ({0})
pt_br: Gerente de projeto ({0})
ru: Менеджер проекта ({0})
tr: Proje Yöneticisi ({0})
zh_hans: 项目经理 ({0})
zh_hant: 項目經理 ({0})
zu_za: Umphathi Weprojekthi ({0})

# Office_Mission_Description
source: Coordinate tasks, track progress, and collaborate with team members efficiently.
af: Koördineer take, volg vordering en werk effektief saam met spanlede.
cs: Koordinujte úkoly, sledujte pokrok a spolupracujte s členy týmu efektivně.
de: Aufgaben koordinieren, Fortschritte verfolgen und effizient mit Teammitgliedern zusammenarbeiten.
es: Coordinar tareas, realizar seguimiento del progreso y colaborar eficientemente con los miembros del equipo.
fr: Coordonnez les tâches, suivez les progrès et collaborez efficacement avec les membres de l'équipe.
it: Coordinare le attività, monitorare i progressi e collaborare in modo efficiente con i membri del team.
ja: タスクを調整し、進捗状況を追跡し、チームメンバーと効率的に協力します。
ko: 작업을 조정하고 진행 상황을 추적하며 팀원들과 효율적으로 협력하십시오.
pl: Koordynuj zadania, śledź postępy i współpracuj z członkami zespołu w sposób efektywny.
pt_br: Coordenar tarefas, acompanhar o progresso e colaborar de maneira eficiente com os membros da equipe.
ru: Координируйте задачи, отслеживайте прогресс и эффективно сотрудничайте с членами команды.
tr: Görevleri koordine edin, ilerlemeyi izleyin ve ekip üyeleriyle verimli bir şekilde işbirliği yapın.
zh_hans: 协调任务，跟踪进度，并与团队成员高效合作。
zh_hant: 協調任務，跟踪進度，並與團隊成員高效合作。
zu_za: Hlola imisebenzi, landela ukuphakama, bese ube neqhaza nabalingani benqubo ngendlela efanele.

# Office_Scholar_Description
source: View, modify, annotate, and sign PDF documents with a comprehensive set of tools.
af: Bekyk, wysig, annoteer en onderteken PDF-dokumente met 'n omvattende stel gereedskap.
cs: Prohlížejte, upravujte, komentujte a podepisujte PDF dokumenty s komplexní sadou nástrojů.
de: PDF-Dokumente mit einem umfassenden Satz von Werkzeugen anzeigen, ändern, kommentieren und signieren.
es: Vea, modifique, anote y firme documentos PDF con un conjunto completo de herramientas.
fr: Affichez, modifiez, annotez et signez des documents PDF avec un ensemble complet d'outils.
it: Visualizza, modifica, annota e firma documenti PDF con un set completo di strumenti.
ja: 包括的なツールセットを使用して、PDFドキュメントを表示、変更、注釈付け、および署名します。
ko: 포괄적인 도구 세트를 사용하여 PDF 문서를 보고, 수정하고, 주석을 달고, 서명하십시오.
pl: Przeglądaj, modyfikuj, dodawaj adnotacje i podpisuj dokumenty PDF za pomocą kompleksowego zestawu narzędzi.
pt_br: Visualize, modifique, anote e assine documentos em PDF com um conjunto abrangente de ferramentas.
ru: Просматривайте, изменяйте, аннотируйте и подписывайте PDF-документы с помощью комплексного набора инструментов.
tr: Kapsamlı bir araç setiyle PDF belgelerini görüntüleyin, değiştirin, ek açıklama ekleyin ve imzalayın.
zh_hans: 使用全面的工具集查看、修改、批注和签署PDF文档。
zh_hant: 使用全面的工具集查看、修改、註釋和簽署PDF文檔。
zu_za: Buka, guqula, baphawule, bese uphasiphothe amadokhumenti we-PDF ngesethi esigcwele sezinkampani.

# Office_Action_Title
source: Communication ({0})
af: Kommunikasie ({0})
cs: Komunikace ({0})
de: Kommunikation ({0})
es: Comunicación ({0})
it: Comunicazione ({0})
ja: コミュニケーション ({0})
ko: 커뮤니케이션 ({0})
pl: Komunikacja ({0})
pt_br: Comunicação ({0})
ru: Коммуникация ({0})
tr: İletişim ({0})
zh_hans: 通信 ({0})
zh_hant: 通訊 ({0})
zu_za: Ukuqhakambisa ({0})

# Office_Assure_Title
source: Warranties ({0})
af: Waarborings ({0})
cs: Záruky ({0})
de: Garantien ({0})
es: Garantías ({0})
fr: Garanties ({0})
it: Garanzie ({0})
ja: 保証 ({0})
ko: 보증 ({0})
pl: Gwarancje ({0})
pt_br: Garantias ({0})
ru: Гарантии ({0})
tr: Garantiler ({0})
zh_hans: 保修 ({0})
zh_hant: 保修 ({0})
zu_za: Izibopho ({0})

# Office_Booking_Title
source: Appointments ({0})
af: Afsprake ({0})
cs: Schůzky ({0})
de: Termine ({0})
es: Citas ({0})
fr: Rendez-vous ({0})
it: Appuntamenti ({0})
ja: アポイントメント ({0})
ko: 약속 ({0})
pl: Spotkania ({0})
pt_br: Compromissos ({0})
ru: Встречи ({0})
tr: Randevular ({0})
zh_hans: 预约 ({0})
zh_hant: 預約 ({0})
zu_za: Izikhathi ({0})

# Office_Clock_Title
source: Time ({0})
af: Tyd ({0})
cs: Čas ({0})
de: Zeit ({0})
es: Tiempo ({0})
fr: Temps ({0})
it: Tempo ({0})
ja: 時間 ({0})
ko: 시간 ({0})
pl: Czas ({0})
pt_br: Tempo ({0})
ru: Время ({0})
tr: Zaman ({0})
zh_hans: 时间 ({0})
zh_hant: 時間 ({0})
zu_za: Isikhathi ({0})

# Office_Duplicare_Title
source: Create a Copy ({0})
af: Skep 'n Kopie ({0})
cs: Vytvořit kopii ({0})
de: Kopie erstellen ({0})
es: Crear una copia ({0})
fr: Créer une copie ({0})
it: Crea una copia ({0})
ja: コピーを作成する ({0})
ko: 사본 만들기 ({0})
pl: Utwórz kopię ({0})
pt_br: Criar uma cópia ({0})
ru: Создать копию ({0})
tr: Kopya Oluştur ({0})
zh_hans: 创建副本 ({0})
zh_hant: 建立副本 ({0})
zu_za: Dala Ikhopi ({0})

# Office_Filer_Title
source: File Manager ({0})
af: Lêerbestuurder ({0})
cs: Správce souborů ({0})
de: Dateimanager ({0})
es: Administrador de archivos ({0})
fr: Gestionnaire de fichiers ({0})
it: Gestore file ({0})
ja: ファイルマネージャー ({0})
ko: 파일 관리자 ({0})
pl: Menedżer plików ({0})
pt_br: Gerenciador de arquivos ({0})
ru: Файловый менеджер ({0})
tr: Dosya Yöneticisi ({0})
zh_hans: 文件管理器 ({0})
zh_hant: 地圖檢視器 ({0})
zu_za: Umphathi Wefayela ({0})

# Office_Globe_Title
source: Maps Viewer ({0})
af: Kaarte Beskouer ({0})
cs: Prohlížeč map ({0})
de: Kartenbetrachter ({0})
es: Visor de mapas ({0})
fr: Visionneuse de cartes ({0})
it: Visualizzatore di mappe ({0})
ja: マップビューアー ({0})
ko: 지도 뷰어 ({0})
pl: Przeglądarka map ({0})
pt_br: Visualizador de mapas ({0})
ru: Просмотрщик карт ({0})
tr: Harita Görüntüleyici ({0})
zh_hans: 地图查看器 ({0})
zh_hant: 地圖檢視器 ({0})
zu_za: Isilawuli Semephu ({0})

# Office_Have_Title
source: Asset tracking ({0})
af: Bateopsporing ({0})
cs: Sledování majetku ({0})
es: Seguimiento de activos ({0})
fr: Suivi des actifs ({0})
it: Monitoraggio degli asset ({0})
ja: アセットトラッキング ({0})
ko: 자산 추적 ({0})
pl: Śledzenie zasobów ({0})
pt_br: Rastreamento de ativos ({0})
ru: Отслеживание активов ({0})
tr: Varlık İzleme ({0})
zh_hans: 资产跟踪 ({0})
zh_hant: 資產追踪 ({0})
zu_za: Ukuqfollowa izimpahla ({0})

# Office_Jupiter_Title
source: Web Browser ({0})
af: Webblaaier ({0})
cs: Webový prohlížeč ({0})
es: Navegador web ({0})
fr: Navigateur web ({0})
it: Browser web ({0})
ja: ウェブブラウザー ({0})
ko: 웹 브라우저 ({0})
pl: Przeglądarka internetowa ({0})
pt_br: Navegador web ({0})
ru: Веб-браузер ({0})
tr: Web Tarayıcı ({0})
zh_hans: 网络浏览器 ({0})
zh_hant: 網頁瀏覽器 ({0})
zu_za: Isiphequluli webhu ({0})

# Office_Merchant_Title
source: Point of Sale ({0})
af: Verkooppunt ({0})
cs: Pokladna ({0})
es: Punto de venta ({0})
fr: Point de vente ({0})
it: Punto vendita ({0})
ja: ポイントオブセール ({0})
ko: 판매 시점 ({0})
pl: Punkt sprzedaży ({0})
pt_br: Ponto de venda ({0})
ru: Точка продаж ({0})
tr: Satış Noktası ({0})
zh_hans: 销售点 ({0})
zh_hant: 銷售點 ({0})
zu_za: Indawo Yokuthengisa ({0})

# Office_Mia_Title
source: AI Chat ({0})
af: KI Klets ({0})
de: KI-Chat ({0})
es: Chat de IA ({0})
fr: Chat IA ({0})
it: Chat IA ({0})
ja: AIチャット ({0})
ko: AI 채팅 ({0})
pl: Czat AI ({0})
pt_br: Chat de IA ({0})
ru: AI-чат ({0})
tr: AI Sohbet ({0})
zh_hans: AI 聊天 ({0})
zh_hant: AI 聊天 ({0})
zu_za: I-AI Chat ({0})

# Office_Nerve_Title
source: AI Browser ({0})
af: AI Blaaier ({0})
cs: AI prohlížeč ({0})
de: KI-Browser ({0})
es: Navegador de IA ({0})
fr: Navigateur IA ({0})
it: Browser IA ({0})
ja: AIブラウザー ({0})
ko: AI 브라우저 ({0})
pl: Przeglądarka AI ({0})
pt_br: Navegador de IA ({0})
ru: AI-браузер ({0})
tr: AI Tarayıcı ({0})
zh_hans: AI 浏览器 ({0})
zh_hant: AI 瀏覽器 ({0})
zu_za: I-AI Browser ({0})

# Office_Operate_Title
source: Time tracking ({0})
af: Tydopsporing ({0})
cs: Sledování času ({0})
de: Zeiterfassung ({0})
es: Seguimiento de tiempo ({0})
fr: Suivi du temps ({0})
it: Monitoraggio del tempo ({0})
ja: タイムトラッキング ({0})
ko: 시간 추적 ({0})
pl: Śledzenie czasu ({0})
pt_br: Controle de tempo ({0})
ru: Учет времени ({0})
tr: Zaman Takibi ({0})
zh_hans: 时间跟踪 ({0})
zh_hant: 時間追踪 ({0})
zu_za: Ukuqapha isikhathi ({0})

# Office_Qapture_Title
source: Scanning and OCR ({0})
af: Skandering en OCR ({0})
cs: Skenování a OCR ({0})
de: Scannen und OCR ({0})
es: Escaneo y OCR ({0})
fr: Numérisation et OCR ({0})
it: Scansione e OCR ({0})
ja: スキャンとOCR ({0})
ko: 스캔 및 OCR ({0})
pl: Skanowanie i OCR ({0})
pt_br: Digitalização e OCR ({0})
ru: Сканирование и OCR ({0})
tr: Tarama ve OCR ({0})
zh_hans: 扫描和 OCR ({0})
zh_hant: 掃描和 OCR ({0})
zu_za: Ukuskena kanye ne-OCR ({0})

# Office_Repo_Title
source: Recover photos ({0})
af: Herwin Fotos ({0})
cs: Obnovit fotky ({0})
de: Fotos wiederherstellen ({0})
es: Recuperar fotos ({0})
fr: Récupérer des photos ({0})
it: Recupera foto ({0})
ja: 写真を回復する ({0})
ko: 사진 복구 ({0})
pl: Odzyskiwanie zdjęć ({0})
pt_br: Recuperar fotos ({0})
ru: Восстановление фотографий ({0})
tr: Fotoğrafları kurtar ({0})
zh_hans: 恢复照片 ({0})
zh_hant: 恢復照片 ({0})
zu_za: Ukubuyisela izithombe ({0})

# Office_Soap_Title
source: Cleaner ({0})
af: Skoonmaker ({0})
cs: Čistič ({0})
de: Reiniger ({0})
es: Limpiador ({0})
fr: Nettoyeur ({0})
it: Pulitore ({0})
ja: クリーナー ({0})
ko: 클리너 ({0})
pl: Oczyszczacz ({0})
pt_br: Limpador ({0})
ru: Очиститель ({0})
tr: Temizleyici ({0})
zh_hans: 清洁器 ({0})
zh_hant: 清潔器 ({0})
zu_za: Ukuhlanza ({0})

# Office_Voice_Title
source: Text to Speech ({0})
af: Teks na Spraak ({0})
cs: Text na řeč ({0})
de: Text-zu-Sprache ({0})
es: Texto a voz ({0})
fr: Texte en parole ({0})
it: Testo in voce ({0})
ja: テキストtoスピーチ ({0})
ko: 텍스트 음성 변환 ({0})
pl: Tekst na mowę ({0})
pt_br: Texto para voz ({0})
ru: Текст в речь ({0})
tr: Metinden Sese ({0})
zh_hans: 文字转语音 ({0})
zh_hant: 文字轉語音 ({0})
zu_za: Okusuka kumbhalo ukuze kuthunywe ({0})

# Office_Wealth_Title
source: Invoicing ({0})
af: Fakturering ({0})
cs: Fakturace ({0})
de: Rechnungsstellung ({0})
es: Facturación ({0})
fr: Facturation ({0})
it: Fatturazione ({0})
ja: 請求書作成 ({0})
ko: 청구서 발행 ({0})
pl: Fakturowanie ({0})
pt_br: Faturamento ({0})
ru: Выставление счетов ({0})
tr: Faturalandırma ({0})
zh_hans: 开发票 ({0})
zh_hant: 開發票 ({0})
zu_za: Ukuhlahlela ({0})

# Office_Xhibit_Title
source: Edit Photos ({0})
af: Wysig Foto's ({0})
cs: Úprava fotografií ({0})
de: Fotos bearbeiten ({0})
es: Editar fotos ({0})
fr: Modifier des photos ({0})
it: Modifica foto ({0})
ja: 写真編集 ({0})
ko: 사진 편집 ({0})
pl: Edycja zdjęć ({0})
pt_br: Editar fotos ({0})
ru: Редактирование фотографий ({0})
tr: Fotoğraf Düzenleme ({0})
zh_hans: 编辑照片 ({0})
zh_hant: 編輯照片 ({0})
zu_za: Ukuhlela Izithombe ({0})

# Office_Yield_Title
source: E-mail marketing ({0})
af: E-pos Bemarking ({0})
cs: E-mailový marketing ({0})
es: Marketing por correo electrónico ({0})
fr: Marketing par e-mail ({0})
ja: メールマーケティング ({0})
ko: 이메일 마케팅 ({0})
pl: Marketing e-mailowy ({0})
pt_br: Marketing por e-mail ({0})
ru: Email-маркетинг ({0})
tr: E-posta Pazarlama ({0})
zh_hans: 电子邮件营销 ({0})
zh_hant: 電子郵件行銷 ({0})
zu_za: Ukuhweba nge-imeyili ({0})
