Repository: rizonesoft/Office
Catalog: Office/Zone/Language/Strings.*.resx
Languages: af, cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant, zu_za

# Office_Action_Description
source: Smart email client designed for quick access and seamless communication experience.
af: Slim e-pos kliënt ontwerp vir vinnige toegang en 'n naatlose kommunikasie-ervaring.
cs: Chytrý e-mailový klient navržený pro rychlý přístup a plynulý komunikační zážitek.
de: Intelligenter E-Mail-Client für schnellen Zugriff und nahtloses Kommunikationserlebnis.
es: Cliente de correo electrónico inteligente diseñado para un acceso rápido y una experiencia de comunicación fluida.
fr: Client e-mail intelligent conçu pour un accès rapide et une expérience de communication fluide.
it: Client e-mail intelligente progettato per un accesso rapido e un'esperienza di comunicazione fluida.
ja: クイックアクセスとシームレスなコミュニケーション体験のために設計されたスマートなメールクライアント。
ko: 빠른 액세스와 원활한 커뮤니케이션 경험을 위해 설계된 스마트 이메일 클라이언트.
pl: Inteligentny klient poczty e-mail zaprojektowany do szybkiego dostępu i płynnego doświadczenia komunikacji.
pt_br: Cliente de e-mail inteligente projetado para acesso rápido e experiência de comunicação contínua.
ru: Умный почтовый клиент, разработанный для быстрого доступа и бесшовного коммуникационного опыта.
tr: Hızlı erişim ve sorunsuz iletişim deneyimi için tasarlanmış akıllı e-posta istemcisi.
zh_hans: 为快速访问和无缝沟通体验而设计的智能电子邮件客户端。
zh_hant: 為快速訪問和無縫溝通體驗而設計的智能電子郵件客戶端。
zu_za: Ikhlayenti ye-imeyili eshonile eyenziwe ukufinyelela ngokushesha futhi ikhokhovulele ukuxhumana.

# Office_Assure_Description
source: Simplify warranty and repair management with a dedicated, organized system.
af: Vereenvoudig waarborg- en herstelbestuur met 'n toegewyde, georganiseerde stelsel.
cs: Zjednodušte záruční a opravárenský management pomocí specializovaného, organizovaného systému.
de: Vereinfachen Sie die Garantie- und Reparaturverwaltung mit einem engagierten, organisierten System.
es: Simplifique la gestión de garantías y reparaciones con un sistema dedicado y organizado.
fr: Simplifiez la gestion des garanties et des réparations avec un système dédié et organisé.
it: Semplifica la gestione delle garanzie e delle riparazioni con un sistema dedicato e organizzato.
ja: 専用の整理されたシステムで、保証および修理管理を簡素化します。
ko: 전용화되고 체계적인 시스템을 사용하여 보증 및 수리 관리를 간소화하십시오.
pl: Uprość zarządzanie gwarancjami i naprawami za pomocą dedykowanego, zorganizowanego systemu.
pt_br: Simplifique a gestão de garantias e reparos com um sistema dedicado e organizado.
ru: Упростите управление гарантией и ремонтом с помощью специализированной, организованной системы.
tr: Garanti ve onarım yönetimini adanmış, düzenli bir sistemle basitleştirin.
zh_hans: 通过专用、有组织的系统简化保修和维修管理。
zh_hant: 通過專用、有組織的系統簡化保修和維修管理。
zu_za: Lula ukuphathwa kwesibopho nokulungiswa ngokusebenzisa uhlelo oluqondene nolwazi.

# Office_Booking_Description
source: Schedule appointments and organize your calendar with our user-friendly platform.
af: Skeduleer afsprake en organiseer jou kalender met ons gebruikersvriendelike platform.
cs: Naplánujte schůzky a organizujte svůj kalendář pomocí naší uživatelsky přívětivé platformy.
de: Vereinbaren Sie Termine und organisieren Sie Ihren Kalender mit unserer benutzerfreundlichen Plattform.
es: Programe citas y organice su calendario con nuestra plataforma fácil de usar.
fr: Planifiez des rendez-vous et organisez votre calendrier avec notre plateforme conviviale.
it: Pianifica appuntamenti e organizza il tuo calendario con la nostra piattaforma user-friendly.
ja: 当社のユーザーフレンドリーなプラットフォームで予定をスケジュールし、カレンダーを整理します。
ko: 사용자 친화적인 플랫폼을 사용하여 약속을 예약하고 달력을 정리하세요.
pl: Umawiaj spotkania i organizuj swój kalendarz za pomocą naszej przyjaznej dla użytkownika platformy.
pt_br: Agende compromissos e organize seu calendário com nossa plataforma amigável ao usuário.
ru: Запланируйте встречи и организуйте свой календарь с помощью нашей удобной платформы.
tr: Randevularınızı planlayın ve takviminizi kullanıcı dostu platformumuzla düzenleyin.
zh_hans: 使用我们的用户友好平台安排预约并整理日历。
zh_hant: 使用我們的用戶友好平台安排預約並整理日曆。
zu_za: Hlela izikhathi zokuhlangana futhi hlela ikhalenda yakho ngephulatifomu yethu ethandwa yabasebenzisi.

# Office_Clock_Description
source: Master your time with an all-in-one time, timer, and alarm management program.
af: Bemeester jou tyd met 'n alles-in-een tyd, tydhouer en alarmbestuursprogram.
cs: Zvládněte svůj čas pomocí univerzálního programu pro správu času, časovače a budíků.
de: Beherrschen Sie Ihre Zeit mit einem All-in-One Zeit-, Timer- und Weckermanagement-Programm.
es: Domina tu tiempo con un programa integral de gestión de tiempo, temporizadores y alarmas.
fr: Maîtrisez votre temps avec un programme tout-en-un de gestion du temps, des minuteurs et des alarmes.
it: Gestisci al meglio il tuo tempo con un programma completo di gestione del tempo, timer e sveglie.
ja: オールインワンの時間、タイマー、アラーム管理プログラムで時間をマスターしましょう。
ko: 올인원 시간, 타이머 및 알람 관리 프로그램을 사용하여 시간을 완벽하게 활용하세요.
pl: Opanuj swój czas dzięki wszechstronnemu programowi zarządzania czasem, minutnikami i alarmami.
pt_br: Domine seu tempo com um programa completo de gerenciamento de tempo, timer e alarme.
ru: Освойте свое время с помощью универсальной программы управления временем, таймерами и будильниками.
tr: Zamanı, zamanlayıcı ve alarm yönetimi programıyla tek pakette yönetin.
zh_hans: 使用一体化的时间、计时器和闹钟管理程序掌握您的时间。
zh_hant: 使用一體化的時間、計時器和鬧鐘管理程序掌握您的時間。
zu_za: Lungisa isikhathi sakho ngephrogramu yokuphathwa kwesikhathi, isibekeli sesikhathi, nesiqinisekiso esihlangabezana.

# Office_Duplicare_Description
source: Duplicate and store physical document copies with efficient copying tool.
af: Dupliseer en stoor fisiese dokumentkopieë met 'n doeltreffende kopiëerhulpmiddel.
cs: Duplikujte a ukládejte fyzické kopie dokumentů pomocí efektivního kopírovacího nástroje.
de: Duplizieren und speichern Sie physische Dokumentkopien mit einem effizienten Kopierwerkzeug.
es: Duplique y almacene copias físicas de documentos con una herramienta de copiado eficiente.
fr: Dupliquez et stockez des copies physiques de documents avec un outil de copie efficace.
it: Duplica e conserva copie fisiche di documenti con uno strumento di copia efficiente.
ja: 効率的なコピーツールを使用して、物理文書の複製を作成し保存します。
ko: 효율적인 복사 도구로 물리 문서 사본을 복제하여 저장하세요.
pl: Powielaj i przechowuj fizyczne kopie dokumentów za pomocą wydajnego narzędzia do kopiowania.
pt_br: Duplique e armazene cópias físicas de documentos com uma ferramenta de cópia eficiente.
ru: Дублируйте и храните физические копии документов с помощью эффективного инструмента копирования.
tr: Etkili kopyalama aracıyla fiziksel belge kopyalarını çoğaltın ve saklayın.
zh_hans: 使用高效复印工具复制并存储物理文档副本。
zh_hant: 使用高效複印工具複製並存儲物理文件副本。
zu_za: Phinda futhi gcina izincwadi zokugcina zokuphrinta ngesixhumanisi sokukopisha esisebenza kahle.

# Office_Filer_Description
source: Efficiently organize, access, and manage your digital files and directories.
af: Organiseer, verkry toegang tot en bestuur doeltreffend jou digitale lêers en gidse.
cs: Efektivně organizujte, přistupujte a spravujte své digitální soubory a adresáře.
de: Organisieren, greifen Sie effizient auf Ihre digitalen Dateien und Verzeichnisse zu und verwalten Sie sie.
es: Organice, acceda y gestione de manera eficiente sus archivos y directorios digitales.
fr: Organisez, accédez et gérez efficacement vos fichiers et répertoires numériques.
it: Organizza, accedi e gestisci in modo efficiente i tuoi file e directory digitali.
ja: デジタルファイルとディレクトリを効率的に整理し、アクセスし、管理します。
ko: 디지털 파일 및 디렉터리를 효율적으로 정리, 접근 및 관리하세요.
pl: Efektywnie organizuj, uzyskuj dostęp i zarządzaj swoimi plikami i katalogami cyfrowymi.
pt_br: Organize, acesse e gerencie seus arquivos e diretórios digitais de forma eficiente.
ru: Эффективно организовывайте, получайте доступ и управляйте своими цифровыми файлами и каталогами.
tr: Dijital dosya ve dizinlerinizi verimli bir şekilde düzenleyin, erişin ve yönetin.
zh_hans: 高效组织、访问和管理您的数字文件和目录。
zh_hant: 高效組織、訪問和管理您的數字文件和目錄。
zu_za: Hlela, faka ukufinyelela, bese uphatha amafayela nezinkomba zakho zedijithali ngokusebenza kahle.

# Office_Globe_Description
source: Discover locations, plan routes, and explore geographic data with detailed maps.
af: Ontdek plekke, beplan roetes en verken geografiese data met gedetailleerde kaarte.
cs: Objevujte místa, plánujte trasy a zkoumejte geografická data s detailními mapami.
de: Entdecken Sie Orte, planen Sie Routen und erkunden Sie geografische Daten mit detaillierten Karten.
es: Descubra ubicaciones, planifique rutas y explore datos geográficos con mapas detallados.
fr: Découvrez des lieux, planifiez des itinéraires et explorez des données géographiques avec des cartes détaillées.
it: copri località, pianifica percorsi ed esplora dati geografici con mappe dettagliate.
ja: 詳細な地図を使用して、場所を見つけたり、ルートを計画したり、地理データを調べましょう。
ko: 자세한 지도를 사용하여 위치를 찾아내고, 경로를 계획하고, 지리 데이터를 탐색하세요.
pl: Odkrywaj lokalizacje, planuj trasy i eksploruj dane geograficzne za pomocą szczegółowych map.
pt_br: Descubra locais, planeje rotas e explore dados geográficos com mapas detalhados.
ru: Открывайте местоположения, планируйте маршруты и изучайте географические данные с помощью подробных карт.
tr: Detaylı haritalarla konumları keşfedin, rotalar planlayın ve coğrafi verileri keşfedin.
zh_hans: 使用详细地图发现位置、规划路线并探索地理数据。
zh_hant: 使用詳細地圖發現位置、規劃路線並探索地理數據。
zu_za: Thola amaphethelo, hlela izindlela, bese uqhakambisa idatha yezwe ngezibaluli ezinemininingwane.

# Office_Have_Description
source: Accurate asset tracking for improved inventory management and financial control.
af: Akkurate bateopsporing vir verbeterde voorraadbestuur en finansiële beheer.
cs: Přesné sledování majetku pro zlepšení správy zásob a finanční kontroly.
de: Genaue Anlagenverfolgung für verbessertes Bestandsmanagement und finanzielle Kontrolle.
es: Seguimiento preciso de activos para mejorar la gestión de inventario y el control financiero.
fr: Suivi précis des actifs pour une meilleure gestion des stocks et un contrôle financier accru.
it: Tracciamento accurato delle risorse per una migliore gestione delle scorte e controllo finanziario.
ja: 在庫管理と財務管理の改善のための正確な資産追跡。
ko: 개선된 재고 관리 및 재무 관리를 위한 정확한 자산 추적.
pl: Dokładne śledzenie aktywów dla poprawy zarządzania zapasami i kontroli finansowej.
pt_br: Rastreamento preciso de ativos para melhor gerenciamento de estoque e controle financeiro.
ru: Точное отслеживание активов для улучшения управления запасами и финансового контроля.
tr: Geliştirilmiş envanter yönetimi ve mali kontrol için doğru varlık takibi.
zh_hans: 准确的资产跟踪，以改善库存管理和财务控制。
zh_hant: 準確的資產跟踪，以改善庫存管理和財務控制。
zu_za: Ukulandelela izimpahla ngokunembile ukuze kube nokuphathwa okuhle kwezihlangu kanye nokulawula kwemali.

# Office_Jupiter_Description
source: Access and explore websites securely with enhanced speed and performance.
af: Kry toegang tot en verken webwerwe veilig met verbeterde spoed en prestasie.
cs: Přistupujte a prozkoumávejte webové stránky bezpečně s vylepšenou rychlostí a výkonem.
de: Greifen Sie sicher auf Websites zu und erkunden Sie sie mit erhöhter Geschwindigkeit und Leistung.
es: Acceda y explore sitios web de manera segura con mayor velocidad y rendimiento.
fr: Accédez et explorez les sites Web en toute sécurité avec une vitesse et des performances améliorées.
it: Accedi ed esplora i siti web in modo sicuro con velocità e prestazioni migliorate.
ja: 高速化およびパフォーマンス向上を実現しながら、安全にウェブサイトにアクセスして閲覧します。
ko: 향상된 속도와 성능으로 웹사이트를 안전하게 접속하고 탐색하세요.
pl: Bezpiecznie przeglądaj strony internetowe z większą szybkością i wydajnością.
pt_br: Acesse e explore sites com segurança e com maior velocidade e desempenho.
ru: Безопасный доступ и изучение сайтов с улучшенной скоростью и производительностью.
tr: Geliştirilmiş hız ve performansla web sitelerine güvenli bir şekilde erişin ve keşfedin.
zh_hans: 安全地访问和浏览网站，速度和性能得到提升。
zh_hant: 安全地訪問和瀏覽網站，速度和性能得到提升。
zu_za: Finyelela futhi uqhakambise amawebhusayithi ngokuphepha ngesivinini esiphezulu kanye nokusebenza okuhle.

# Office_Lead_Description
source: Boost sales and customer relationships with our feature-rich CRM software.
af: Verhoog verkope en kliëntverhoudings met ons funksie-ryke CRM-sagteware.
cs: Zvyšte prodej a vztahy se zákazníky pomocí našeho funkčně bohatého CRM softwaru.
de: Steigern Sie Verkäufe und Kundenbeziehungen mit unserer funktionsreichen CRM-Software.
es: Impulse las ventas y las relaciones con los clientes con nuestro software CRM lleno de funciones.
fr: Stimulez les ventes et les relations avec les clients grâce à notre logiciel CRM riche en fonctionnalités.
it: Aumenta le vendite e i rapporti con i clienti grazie al nostro software CRM ricco di funzionalità.
ja: 機能豊富なCRMソフトウェアで販売と顧客関係を向上させます。
ko: 기능이 풍부한 CRM 소프트웨어로 매출과 고객 관계를 향상시키세요.
pl: Zwiększaj sprzedaż i relacje z klientami dzięki naszemu zaawansowanemu oprogramowaniu CRM.
pt_br: Aumente as vendas e os relacionamentos com os clientes com nosso software CRM repleto de recursos.
ru: Увеличивайте продажи и отношения с клиентами с помощью нашего функционального CRM-программного обеспечения.
tr: Özellikle zengin CRM yazılımımızla satışları ve müşteri ilişkilerini artırın.
zh_hans: 使用我们功能丰富的CRM软件提升销售和客户关系。
zh_hant: 使用我們功能豐富的CRM軟件提升銷售和客戶關係。
zu_za: Khipha ukuthengiswa nokuxhumana kwabathengi ngesoftware yethu yezindlela zokusebenza ezingaphezu kwezidingo.

# Office_Merchant_Description
source: Manage your retail business effortlessly with our advanced POS system.
af: Bestuur jou kleinhandelbesigheid moeiteloos met ons gevorderde POS-stelsel.
cs: Spravujte svůj maloobchodní podnikání bez námahy s naším pokročilým pokladním systémem.
de: Verwalten Sie Ihr Einzelhandelsgeschäft mühelos mit unserem fortschrittlichen POS-System.
es: Gestione su negocio minorista sin esfuerzo con nuestro avanzado sistema de punto de venta.
fr: Gérez facilement votre entreprise de vente au détail avec notre système de point de vente avancé.
it: Gestisci facilmente il tuo business al dettaglio con il nostro avanzato sistema POS.
ja: 当社の高度なPOSシステムで小売ビジネスを簡単に管理します。
ko: 고급 POS 시스템으로 소매 비즈니스를 쉽게 관리하세요.
pl: Zarządzaj swoim biznesem detalicznym bez wysiłku dzięki naszemu zaawansowanemu systemowi POS.
pt_br: Gerencie seu negócio de varejo sem esforço com nosso avançado sistema de ponto de venda.
ru: Управляйте своим розничным бизнесом без усилий с нашей передовой POS-системой.
tr: İleri düzey POS sistemimizle perakende işinizi kolayca yönetin.
zh_hans: 使用我们先进的POS系统轻松管理零售业务。
zh_hant: 使用我們先進的POS系統輕鬆管理零售業務。
zu_za: Phatha ibhizinisi lakho lokuthenga ngezandla ngesistimu yethu yokubeka okwenziwe kahle.

# Office_Nerve_Description
source: Utilize artificial intelligence for optimized search, content discovery, and personalization.
af: Benut kunsmatige intelligensie vir geoptimaliseerde soektog, inhoudsontdekking en personalisering.
cs: Využijte umělou inteligenci pro optimalizované vyhledávání, objevování obsahu a personalizaci.
de: Nutzen Sie künstliche Intelligenz für optimierte Suche, Inhaltsentdeckung und Personalisierung.
es: Utilice la inteligencia artificial para una búsqueda optimizada, descubrimiento de contenido y personalización.
fr: Utilisez l'intelligence artificielle pour une recherche optimisée, la découverte de contenu et la personnalisation.
it: Utilizza l'intelligenza artificiale per ottimizzare la ricerca, la scoperta dei contenuti e la personalizzazione.
ja: 人工知能を活用して最適化された検索、コンテンツの発見、パーソナライゼーションを実現。
ko: 인공 지능을 활용한 최적화된 검색, 콘텐츠 발견 및 개인화를 사용하세요.
pl: Wykorzystaj sztuczną inteligencję do optymalizacji wyszukiwania, odkrywania treści i personalizacji.
pt_br: Utilize a inteligência artificial para otimizar a busca, descoberta de conteúdo e personalização.
ru: Используйте искусственный интеллект для оптимизации поиска, обнаружения контента и персонализации.
tr: Optimize edilmiş arama, içerik keşfi ve kişiselleştirme için yapay zekayı kullanın.
zh_hans: 利用人工智能进行优化搜索、内容发现和个性化。
zh_hant: 利用人工智能進行優化搜索、內容發現和個性化。
zu_za: Sebenzisa ubuchwepheshe bemfundo ezenziwe kahle ukuseshwa okwenziwe kahle, ukutholakala kwesiqophi, kanye nokuqondiswa kwesiko.

# Office_Operate_Description
source: Monitor and optimize work hours with our intuitive time tracking solution.
af: Monitor en optimaliseer werksure met ons intuïtiewe tydopsporingsoplossing.
cs: Sledujte a optimalizujte pracovní hodiny pomocí našeho intuitivního řešení pro sledování času.
de: Überwachen und optimieren Sie Arbeitsstunden mit unserer intuitiven Zeiterfassungslösung.
es: Supervise y optimice las horas de trabajo con nuestra solución de seguimiento del tiempo intuitiva.
fr: Surveillez et optimisez les heures de travail avec notre solution de suivi du temps intuitive.
it: Monitora e ottimizza le ore di lavoro con la nostra soluzione di tracciamento del tempo intuitiva.
ja: 直感的なタイムトラッキングソリューションを使って、労働時間を監視し最適化します。
ko: 직관적인 시간 추적 솔루션을 사용하여 근무 시간을 모니터링하고 최적화하세요.
pl: Monitoruj i optymalizuj godziny pracy za pomocą naszego intuicyjnego rozwiązania do śledzenia czasu.
pt_br: Monitore e otimize as horas de trabalho com nossa solução intuitiva de rastreamento de tempo.
ru: Отслеживайте и оптимизируйте рабочие часы с помощью нашего интуитивного решения для контроля времени.
tr: İş saatlerini izleyin ve sezgisel zaman takip çözümümüzle optimize edin.
zh_hans: 使用我们直观的时间跟踪解决方案监控和优化工作时间。
zh_hant: 使用我們直觀的時間跟踪解決方案監控和優化工作時間。
zu_za: Landela futhi uqondise amahora emsebenzi ngesisombululo sethu sokulandela isikhathi esizwakalayo.

# Office_Qapture_Description
source: Digitize, store, and share documents using a versatile scanning solution.
af: Digitaliseer, stoor en deel dokumente met 'n veelsydige skandeeroplossing.
cs: Digitalizujte, ukládejte a sdílejte dokumenty pomocí univerzálního skenovacího řešení.
de: Digitalisieren, speichern und teilen Sie Dokumente mit einer vielseitigen Scanlösung.
es: Digitalice, almacene y comparta documentos utilizando una solución de escaneo versátil.
fr: Numérisez, stockez et partagez des documents à l'aide d'une solution de numérisation polyvalente.
it: Digitalizza, archivia e condividi documenti utilizzando una soluzione di scansione versatile.
ja: 多機能なスキャニングソリューションを使用して、文書をデジタル化し保存および共有します。
ko: 다용도 스캔 솔루션을 사용하여 문서를 디지털화하고 저장 및 공유하세요.
pl: Cyfryzuj, przechowuj i udostępniaj dokumenty za pomocą wszechstronnego rozwiązania do skanowania.
pt_br: Digitalize, armazene e compartilhe documentos usando uma solução de digitalização versátil.
ru: Цифровой, храните и делитесь документами с помощью универсального сканирующего решения.
tr: Çok yönlü bir tarama çözümü kullanarak belgeleri dijitalleştirin, saklayın ve paylaşın.
zh_hans: 使用多功能扫描解决方案数字化、存储和共享文档。
zh_hant: 使用多功能掃描解決方案數字化、存儲和共享文檔。
zu_za: Faka, gcina futhi yabelana ngamaqophi ngesisombululo sokugunda okusetshenziswa kahle.

# Office_Repo_Description
source: Recover lost memories by easily restoring deleted images with our tool.
af: Herwin verlore herinneringe deur maklik verwyderde beelde te herstel met ons gereedskap.
cs: Získejte zpět ztracené vzpomínky snadným obnovením smazaných obrázků pomocí našeho nástroje.
de: Stellen Sie verlorene Erinnerungen wieder her, indem Sie gelöschte Bilder mit unserem Tool einfach wiederherstellen.
es: Recupere recuerdos perdidos restaurando fácilmente imágenes eliminadas con nuestra herramienta.
fr: Récupérez les souvenirs perdus en restaurant facilement les images supprimées avec notre outil.
it: Recupera i ricordi persi ripristinando facilmente le immagini cancellate con il nostro strumento.
ja: 当社のツールを使って削除された画像を簡単に復元することで失われた思い出を取り戻します。
ko: 도구를 사용하여 쉽게 삭제된 이미지를 복원하여 잃어버린 추억을 되찾으세요.
pl: Odzyskaj utracone wspomnienia, łatwo przywracając usunięte zdjęcia za pomocą naszego narzędzia.
pt_br: Recupere memórias perdidas restaurando facilmente imagens excluídas com nossa ferramenta.
ru: Восстановите потерянные воспоминания, легко восстанавливая удаленные изображения с помощью нашего инструмента.
tr: Silinen görüntüleri aracımızla kolayca geri yükleyerek kaybolan anıları geri getirin.
zh_hans: 使用我们的工具轻松恢复已删除的图像以找回丢失的回忆。
zh_hant: 使用我們的工具輕鬆恢復已刪除的圖像以找回丟失的回憶。
zu_za: Buyisela amakhumbula ahleliwe ngokulula ukubuyisela izithombe eziyosusiwe ngendlela yethu.

# Office_Soap_Description
source: Keep your computer running smoothly with our efficient cleaner.
af: Hou u rekenaar vlot aan die gang met ons doeltreffende skoonmaker.
cs: Hou u rekenaar vlot aan die gang met ons doeltreffende skoonmaker.
de: Halten Sie Ihren Computer mit unserem effizienten Reiniger reibungslos am Laufen.
es: Mantén tu ordenador funcionando sin problemas con nuestro limpiador eficiente.
fr: Gardez votre ordinateur en marche en douceur avec notre nettoyeur efficace.
it: Mantieni il tuo computer in perfetta efficienza con il nostro detergente efficiente.
ja: 効率的なクリーナーでコンピューターをスムーズに動作させましょう。
ko: 효율적인 클리너로 컴퓨터를 원활하게 유지하세요.
pl: Utrzymuj komputer w doskonałej kondycji dzięki naszemu wydajnemu oczyszczaczowi.
pt_br: Mantenha seu computador funcionando sem problemas com nosso limpador eficiente.
ru: Держите ваш компьютер в исправности с нашим эффективным очистителем.
tr: Bilgisayarınızı, etkili temizleyicimizle sorunsuz çalışır durumda tutun.
zh_hans: 使用我们高效的清理器保持计算机顺畅运行。
zh_hant: 使用我們高效的清理器保持計算機順暢運行。
zu_za: Gcina ikhompyutha yakho isebenze kahle ngekhlini yethu efanelekayo.

# Office_Voice_Description
source: Convert written text into spoken words with realistic voices and customizable settings.
af: Skakel geskrewe teks om in gesproke woorde met realistiese stemme en aanpasbare instellings.
cs: Převeďte psaný text na mluvená slova s realistickými hlasy a přizpůsobitelnými nastaveními.
de: Konvertieren Sie geschriebenen Text in gesprochene Wörter mit realistischen Stimmen und anpassbaren Einstellungen.
es: Convierta texto escrito en palabras habladas con voces realistas y configuraciones personalizables.
fr: Convertissez le texte écrit en paroles prononcées avec des voix réalistes et des paramètres personnalisables.
it: Converti il testo scritto in parole pronunciate con voci realistiche e impostazioni personalizzabili.
ja: リアルな音声とカスタマイズ可能な設定で、書かれたテキストを話し言葉に変換します。
ko: 현실적인 목소리와 사용자 정의 설정을 사용하여 작성된 텍스트를 말로 변환하세요.
pl: Przekształcaj napisany tekst w wypowiadane słowa z realistycznymi głosami i dostosowywalnymi ustawieniami.
pt_br: Converta texto escrito em palavras faladas com vozes realistas e configurações personalizáveis.
ru: Преобразуйте письменный текст в произнесенные слова с реалистичными голосами и настраиваемыми параметрами.
tr: Yazılı metni, gerçekçi sesler ve özelleştirilebilir ayarlarla konuşulan kelimelere dönüştürün.
zh_hans: 将书面文本转换为带有逼真语音和可自定义设置的口语词汇。
zh_hant: 將書面文本轉換為帶有逼真語音和可自定義設置的口語詞彙。
zu_za: Shintsha umbhalo ojwayelekile ukuba ngamazwi akhuluma nezwi elinjalo kanye nezilungiselelo ezingaguqulwa.
