Repository: rizonesoft/Office
Catalog: Office/Zone/Language/Strings.*.resx
Languages: af, cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant, zu_za

# Office_Wealth_Description
source: Streamline invoicing and billing processes with our easy-to-use financial tool.
af: Stroomlyn fakturering en betaalstaat prosesse met ons maklik om te gebruik finansiële instrument.
cs: Zjednodušte procesy fakturace a vyúčtování pomocí našeho snadno použitelného finančního nástroje.
de: Vereinfachen Sie Rechnungs- und Abrechnungsprozesse mit unserem benutzerfreundlichen Finanztool.
es: Agilice los procesos de facturación y cobro con nuestra herramienta financiera fácil de usar.
fr: Rationalisez les processus de facturation et de paiement avec notre outil financier facile à utiliser.
it: Semplifica i processi di fatturazione e pagamento con il nostro strumento finanziario facile da usare.
ja: 使いやすい金融ツールで請求書発行と請求処理を効率化しましょう。
ko: 사용하기 쉬운 금융 도구로 송장 및 청구 프로세스를 간소화하세요.
pl: Usprawnij procesy fakturowania i rozliczeń za pomocą naszego łatwego w obsłudze narzędzia finansowego.
pt_br: Simplifique os processos de faturamento e cobrança com nossa ferramenta financeira fácil de usar.
ru: Оптимизируйте процессы выставления счетов и расчетов с помощью нашего простого в использовании финансового инструмента.
tr: Faturalandırma ve tahsilat süreçlerini kullanımı kolay finansal aracımızla basitleştirin.
zh_hans: 使用我们易于使用的财务工具简化开票和结算流程。
zh_hant: 使用我們易於使用的財務工具簡化開票和結算流程。
zu_za: Qondisa izinqubo zokubhalisa nokukhokha ngesisindo sethu sezezimali esilula ukusetshenziswa.

# Office_Xhibit_Description
source: Comprehensive image viewer and editor, perfect for photographers.
af: Omvattende beeldbeskouer en redigeerder, perfek vir fotograwe.
cs: Komplexní prohlížeč a editor obrázků, ideální pro fotografy.
de: Umfassender Bildbetrachter und Editor, perfekt für Fotografen.
es: Visor y editor de imágenes completo, perfecto para fotógrafos.
fr: Visionneuse et éditeur d'images complet, idéal pour les photographes.
it: Visualizzatore e editor di immagini completo, perfetto per i fotografi.
ja: 写真家に最適な包括的な画像ビューアーおよびエディター。
ko: 포토그래퍼에게 완벽한 종합 이미지 뷰어 및 에디터.
pl: Kompleksowy przeglądarka i edytor zdjęć, idealny dla fotografów.
pt_br: Visualizador e editor de imagens abrangente, perfeito para fotógrafos.
ru: Обширный просмотрщик и редактор изображений, идеально подходит для фотографов.
tr: Fotoğrafçılar için mükemmel, kapsamlı resim görüntüleyici ve düzenleyici.
zh_hans: 全面的图像查看器和编辑器，非常适合摄影师。
zh_hant: 全面的圖像查看器和編輯器，非常適合攝影師。
zu_za: Umhlaziyi wokubuka izithombe kanye nohleli oluphelele, okuphelele kubaphotografi.

# Office_Yield_Description
source: Targeted email marketing campaigns to grow your audience and drive engagement.
af: Geteikende e-pos bemarkingsveldtogte om u gehoor te vergroot en betrokkenheid te bevorder.
cs: Cílené e-mailové marketingové kampaně pro zvětšení vašeho publika a zvýšení angažovanosti.
de: Gezielte E-Mail-Marketingkampagnen zur Erweiterung Ihres Publikums und Förderung der Interaktion.
es: Campañas de marketing por correo electrónico dirigidas para aumentar su audiencia e impulsar la participación.
fr: Campagnes d'email marketing ciblées pour développer votre audience et stimuler l'engagement.
it: Campagne di email marketing mirate per far crescere il tuo pubblico e stimolare l'interazione.
ja: ターゲット指向のメールマーケティングキャンペーンで視聴者を増やし、エンゲージメントを促進します。
ko: 대상 지정된 이메일 마케팅 캠페인으로 관심 집단을 확대하고 참여를 촉진하세요.
pl: Ukierunkowane kampanie marketingowe e-mail, aby zwiększyć liczbę odbiorców i zwiększyć zaangażowanie.
pt_br: Campanhas de marketing por e-mail segmentadas para aumentar seu público e impulsionar o engajamento.
ru: Целевые кампании по электронной почте для расширения аудитории и повышения вовлеченности.
tr: Hedeflenen e-posta pazarlama kampanyaları ile kitleyi büyütün ve etkileşimi artırın.
zh_hans: 针对性的电子邮件营销活动，以扩大受众群体并推动参与度。
zh_hant: 針對性的電子郵件營銷活動，以擴大受眾群體並推動參與度。
zu_za: Imikhankaso yokuthengisa nge-imeyili ebalulekile ukukhulisa ubuningi bakho futhi ukudlulisela ubuqotho.

# Office_Mia_Description
source: AI-powered assistant with natural language processing.
af: KI-aangedrewe assistent met natuurlike taalverwerking.
cs: AI poháněný asistent se zpracováním přirozeného jazyka.
de: KI-gestützter Assistent mit natürlicher Sprachverarbeitung.
es: Asistente impulsado por IA con procesamiento de lenguaje natural.
fr: Assistant alimenté par l'IA avec traitement du langage naturel.
it: Assistente alimentato da intelligenza artificiale con elaborazione del linguaggio naturale.
ja: 自然言語処理を備えたAIパワードアシスタント。
ko: 자연어 처리 기능이 있는 AI 구동 도우미.
pl: Asystent zasilany przez AI z przetwarzaniem języka naturalnego.
pt_br: Assistente movido a IA com processamento de linguagem natural.
ru: Помощник на базе искусственного интеллекта с обработкой естественного языка.
tr: Doğal dil işleme özellikli yapay zeka destekli asistan.
zh_hans: 配备自然语言处理功能的AI驱动助手。
zh_hant: 配備自然語言處理功能的AI驅動助手。
zu_za: Umncedisi oqedwa ngobuchwepheshe bemfundo engenakulungiswa ngezilimi zemvelo.
